{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": [
        {
          "link": "https://www.bbc.co.uk/news/uk-55698132",
          "published": "2021-01-18T04:13:24",
          "title": "Covid-19: Vaccination rollout begins for over-70s in England",
          "text": "He said England was on course to deliver another 1.5 million doses this week. Scotland has delivered a total of more than 224,000 first doses, Wales has given over 126,000 and Northern Ireland nearly 118,000 - although Scotland and Wales do not report figures at the weekend."
        }
      ]
    },
    "thedailystar": {
      "rss": "https://www.thedailystar.net/top-news/rss.xml",
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "link": "https://www.thedailystar.net/frontpage/news/cottage-industry-smes-tk-2700cr-fresh-stimulus-unveiled-2029481",
          "published": "2021-01-17T18:00:00",
          "title": "Cottage Industry, SMEs: Tk 2,700cr fresh stimulus unveiled",
          "text": "With small businesses still struggling to recover from the pandemic-induced economic slowdown, the government has rolled out two fresh stimulus packages involving Tk 2,700 crore to boost the cottage industry and SMEs and expand the social security scheme for the elderly and widows in poverty-stricken areas.\n\nPrime Minister Sheikh Hasina yesterday approved the new schemes also aimed at improving the living standards of rural marginalised people, according to a finance ministry statement.\n\n\"The implementation of the new packages will begin soon,\" it reads.\n\nWith these two, the government has so far rolled out 23 bailout packages announced at different times since March last year to absorb the economic shock from the coronavirus pandemic.\n\nThe total amount of financial assistance now stands at Tk 124,053 crore, 4.44 percent of the country's GDP.\n\nThe approval of the new schemes comes following recommendations from various stakeholders during a series of dialogue organised recently by the finance ministry on overall aspects of the stimulus packages.\n\nAt the discussions, business leaders, government officials and representatives from banks, development partners and agencies suggested expanding the credit coverage through government and semi-government agencies related to the cottage industry and small and medium enterprises (SMEs).\n\nThey also recommended steps to improve the living standards of marginal people and expand the social safety coverage for the poor, added the finance ministry statement.\n\nPACKAGE FOR SMES, COTTAGE INDUSTRY\n\nUnder the first package involving Tk 1,500 crore, the government will give loans to micro and cottage entrepreneurs through various government and semi-government agencies like the SME Foundation, the BSCIC and Bangladesh NGO Foundation to infuse dynamism into the rural economy amid the pandemic.\n\nOf the amount, Tk 300 crore will be provided to the SME Foundation for expanding its operations for the cottage industry and SMEs alongside helping the female entrepreneurs.\n\nThe SME foundation will disburse loans among the small businesses and entrepreneurs hit hard due to the economic downturn caused by the pandemic, said finance ministry officials.\n\nBesides, Bangladesh Small and Cottage Industries Corporation (BSCIC) will get Tk 100 crore under the package.\n\nThe state-run corporation, established to support small initiatives across the country, will provide loans to small entrepreneurs and industrial units set up in the BSCIC estates under its existing credit programmes.\n\nThe package also includes financial support for business initiatives by women who suffered due to the economic slowdown.\n\nJoyeeta Foundation, a government initiative to support women's ventures and empower women financially, will get Tk 50 crore. Apart from the loans, the foundation will provide training to women entrepreneurs.\n\nThe NGO Foundation will get Tk 50 crore for providing small loans through NGOs.\n\nBesides, Social Development Foundation, Palli Daridro Bimochon Foundation, and Bangladesh Palli Development Board will get Tk 300 crore each and Small Farmers Development Foundation Tk 100 crore.\n\nThe government has not yet decided on the interest rates for the loans to be provided through all these organisations and agencies, said finance ministry officials.\n\n\"Before releasing the funds, the Finance Division will discuss and review their existing rates and fix it. But the beneficiaries will get the loans at a reduced rate,\" said one of the officials, seeking anonymity.\n\nIn March last year, the government announced a Tk 20,000-crore stimulus package for the cottage, micro, small and medium enterprise (CMSME) sector after the pandemic hit the country. However, the disbursement rate of the loans was low compared to that for the large industrial and service sectors.\n\nTalking to The Daily Star, Zahid Hussain, former lead economist at the World Bank's Dhaka office, said, \"These are steps in the right direction, but the devil is in the details, as always.\"\n\nThe key parameters of the Tk 1,500-crore package for CMSMEs is unclear, he pointed out.\n\n\"The money will be provided as credit to enterprises in the rural areas. What will be the interest rate at the recipient level and the repayment period? Who will bear the risk?\"\n\nThe inclusion of medium-sized enterprises may frustrate the objective since they are not exactly the most distressed and deprived of assistance under the previous packages, he said.\n\nThe involvement of the NGOs and semi-government institutions is welcome, but one cannot but wonder whether the assistance is spread too thin across too many institutions, Zahid said.\n\nSuggesting review of the distribution of allocations to these institutions based on performance, he said the entire package could be provided as grants to micro, cottage and small enterprises faced with existential threats.\n\n\"Many of them are currently not in a position to take on additional debt because of depressed cash flows as business is still dull, although perhaps better than in the first half of 2020. A one-shot infusion of grant money would help recapitalise and thereby keep these enterprises afloat.\"\n\nTHE SECOND PACKAGE\n\nUnder the Tk 1,200-crore package, all disadvantaged elderly people, widows and female divorcees in 150 poverty-stricken upazilas of the country will get cash assistance. The beneficiaries will get an allowance of Tk 500 a month.\n\nThe package will be implemented in fiscal 2021-2022.\n\nThe amount is likely to increase by 5 percent from the next budget as the finance ministry has already made a decision in this regard, said an official of the ministry.\n\nHowever, the government is yet to finalise the number of beneficiaries.\n\nIt started giving the cash incentives to all those who fall under the beneficiary groups in 112 poverty-stricken upazilas after the pandemic hit the country.\n\nReferring to the allowance, Zahid said it seems the additional social assistance will be provided to new beneficiaries so that all the elderly people and distressed women in the rural areas are covered by fiscal 2022.\n\n\"Proper listing of eligible beneficiaries and pilferage-free transfer of the cash payments have been and remain the key challenges in this regard. The adequacy of the benefits per person remain an open question,\" he said."
        }
      ]
    },
    "banglatribune": {
      "rss": "https://en.banglatribune.com/feed/",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "http://en.banglatribune.com/others/news/91332/KOICA-donates-medical-supplies-to-BSMMU",
          "published": "2020-05-18T06:59:59",
          "title": "KOICA donates medical supplies to BSMMU",
          "text": "Korea International Cooperation Agency (KOICA) office in Dhaka collaboration with KBAA (KOICA Bangladesh Alumni Association) has donated emergency medical supplies to the BSMMU, Fiver Clinic, to help with COVID-19 response in Bangladesh.\n\nThe supplies included COVID-19 prevention items including oxygen concentrators, medical masks, medicines, and other relevant items to improve working conditions of health workers in BSMMU, says a KOICA press release.\n\nThe Republic of Korea’s experience of combatting COVID-19 is well-known in the world, for its 3T (Test-Trace-Treat) strategies.\n\nIn this regards, Country Director of KOICA Bangladesh, Ms. Do young-ah mentioned “This could be a great momentum for KOICA to support COVID-19 response in Bangladesh. On behalf of Korean government, KOICA will take the necessary measure to curve the epidemic in Bangladesh but also improve working condition of health workers.”\n\nPresident of KBAA, Monzur Hossain, said “I am glad that we could contribute for the not only patients but also health works in field level. We, KBAA collaboration with KOICA, are willing to expand our social responsibility activities for the vulnerable groups in Bangladesh.”\n\nKOICA is a government aid agency of the Republic of Korea, founded in 1991 and established its Bangladesh office in 1993. KOICA implements Korea’s grant aid and technical cooperation, supporting the socio-economic development of partner countries."
        }
      ]
    }
  }
}