{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": [
        {
          "link": "https://www.bbc.co.uk/news/uk-55808266",
          "published": "2021-01-26T08:55:20",
          "title": "Covid-19: Vaccine minister 'confident' of supplies",
          "text": "The UK has placed orders for 367 million doses of vaccines from seven manufacturers, Mr Zahawi said. \"As vaccines come along we will get more volume, millions more in the weeks and months to come,\" he added."
        },
        {
          "link": "https://www.bbc.co.uk/news/world-europe-55805903",
          "published": "2021-01-26T08:32:59",
          "title": "Coronavirus: EU to tighten vaccine exports amid row with AstraZeneca",
          "text": "Responding to the EU's comments, the UK's Minister for Covid Vaccine Deployment Nadhim Zahawi said on Tuesday that supplies were \"tight\" but added: \"I'm confident that [AstraZeneca and Pfizer-BioNTech] will both deliver for us the quantities that we need to meet our mid-February target and of course beyond that.\""
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-politics-55805575",
          "published": "2021-01-26T08:27:24",
          "title": "Covid: Quarantine hotel plans set to be announced",
          "text": "At the moment, almost all arrivals to the UK need to have tested negative for Covid-19 within the 72 before they set off to be allowed entry. Then they still have to quarantine for up to 10 days, although this can be done at home."
        },
        {
          "link": "https://www.bbc.co.uk/news/business-55808052",
          "published": "2021-01-26T09:02:58",
          "title": "Big rise in redundancies among young people",
          "text": "While the main rate of unemployment has reached 5% for the first time in nearly five years, and this morning's numbers saw the largest increase in the numbers unemployed since the financial crisis, the chancellor must now be tempted to extend the furlough scheme to co-ordinate with the rollout of the post-vaccination reopening of the economy."
        },
        {
          "link": "https://www.bbc.co.uk/news/world-us-canada-55805876",
          "published": "2021-01-26T02:07:08",
          "title": "House delivers impeachment charge against Trump",
          "text": "Leaders in the US House of Representatives have officially delivered their article of impeachment against former President Donald Trump to the Senate, the first step in beginning his trial.\n\nRead more: Trump impeachment trial delayed until next month"
        }
      ]
    },
    "thedailystar": {
      "rss": "https://www.thedailystar.net/top-news/rss.xml",
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "link": "https://www.thedailystar.net/frontpage/news/all-set-covid-jab-roll-out-2033837",
          "published": "2021-01-25T18:00:00",
          "title": "All set for Covid jab roll-out",
          "text": "The government has almost completed the groundwork for rolling out Covid-19 vaccine in the country early next month.\n\nIt gears up for the mass inoculation campaign as the first consignment of 50 lakh doses, purchased from Serum Institute of India (SII), arrived in Dhaka yesterday.\n\nOfficials said five public hospitals in the capital were all set to pilot the vaccination. They also said the hospital authorities had already trained 124 healthcare professionals and prepared designated places, where the shots would be administered.\n\n\"The prime minister will inaugurate the piloting at Kurmitola General Hospital on January 27 [tomorrow] at 3:30pm,\" Prof Nasima Sultana, additional director general of DGHS, told The Daily Star yesterday.\n\nRegistration for the mass inoculation can be done through mobile and web-based applications and the prime minister will launch the apps the same day, Nasima said, adding that the PM would join the inauguration virtually.\n\nThe mass vaccination across the country is scheduled to start on February 8. Bangladesh purchased three crore doses of Covishield, the coronavirus vaccine developed by University of Oxford and drug maker AstraZeneca, and manufactured by SII.\n\nThe procurement was done through a tripartite agreement signed between the government, Serum and its local partner Beximco Pharmaceuticals on November 5 last year.\n\nThe first batch of 50 lakh doses reached the Hazrat Shahjalal International Airport around 11:15am by a special Air India flight, said Nazmul Hassan Papon, managing director of Beximco Pharmaceuticals Ltd.\n\n\"Samples from every batch will be sent to the government's drug testing lab. It will take 48 hours to complete the testing. After getting the approval, we will send the vaccine to different districts,\" Papon said, adding that the doses were taken to Beximco warehouses in Tongi from the airport.\n\nHealth officials said with the arrival of the government-purchased 50 lakh doses, they now have 70 lakh shots in hand and are fully focused on starting the piloting and the mass inoculation.\n\nBangladesh received 20 lakh Covishield doses as a gift from the Indian government on January 21.\n\nHOSPITAL PREPARATIONS\n\nA day after the piloting's inauguration, some 400-500 people would be given vaccine shots at Dhaka Medical College Hospital (DMCH), Kurmitola General Hospital, Mugda Medical College Hospital, Bangabandhu Sheikh Mujib Medical University (BSMMU) and Kuwait-Bangladesh Friendship Government Hospital.\n\nThe Daily Star yesterday visited DMCH, BSMMU and the Mugda hospital for an assessment of the preparations.\n\nThe authorities of BSMMU were setting up eight vaccination booths at its convention centre, opposite Hotel Intercontinental at the capital's Shahbagh.\n\nInside the convention centre, which is awaiting inauguration, carpenters were seen building booths on the ground floor.\n\nBesides, there will be registration booths, pre- and post-vaccination waiting spaces, and a CCU unit of eight beds in case there are any emergencies, officials said.\n\nBSMMU Director Brig Gen Dr Zulfiquer Ahmed Amin said he, along with the university's vice-chancellor and pro-vice chancellor, would receive the jab on the first day.\n\n\"We have got a very good response. At least 350 doctors have expressed their willingness to be vaccinated and we've prepared a list of their names. But we have to pick 200 among our staffers,\" Zulfiquer said.\n\nThe BSMMU have more than 9,000 employees.\n\nThe director also said the vaccination would be voluntary and based on a few terms and condition regarding the recipients' physical condition.\n\nHe said there would be two mobile teams, comprising specialist doctors and nurses, at the vaccination centre.\n\n\"Now our focus in on January 28 or the next day following the inauguration of the piloting. Then we will be the part of the national vaccination campaign,\" he said.\n\nA total of 1,200 people -- 150 in each of eight booths -- will be inoculated against the coronavirus at the BSMMU's vaccination centre every day from 8:00am to 3:00pm.\n\nAt the Mugda Medical College Hospital, there will be two vaccination teams in the pilot run. Besides, there will be three specialist doctors, including one cardiologist, one anaesthesiologist, and a medicine specialist, to supervise the campaign. The deputy director of the hospital will lead the campaign on site, said officials.\n\nThere will be pre- and post-vaccination waiting rooms for the vaccine recipients. Vaccination will be done from 9:00am to 3:00pm.\n\nDr Asim Kumar Nath, director of the hospital, told The Daily Star, \"We have a total of 1,247 doctors, nurses and other staffers. We plan to vaccinate one hundred of them on the day after the inauguration.\"\n\nDMCH authorities have selected the CBRN and Mass Casualty Management Centre at the underground of the emergency unit for the vaccination.\n\n\"We will vaccinate some 100 of our staffers at four booths there. Besides, we are preparing three other points at different places of the hospital for vaccination in the future,\" Col Nazmul Haque, director of DMCH, told The Daily Star yesterday.\n\nMeanwhile, the Dhaka South City Corporation (DSCC) yesterday trained 84 doctors and nurses of DMCH, BSMMU and Mugda Medical College Hospital for the Covid-19 vaccination programme.\n\nThe DSCC arranged the training session at the capital's Nagar Bhaban.\n\nSimilarly, the Dhaka North City Corporation (DNCC) also trained 40 doctors and nurses of Kurmitola General Hospital and the Kuwait Bangladesh Friendship Hospital yesterday.\n\nThe DNCC organised the training session at Kurmitola General Hospital.\n\nOfficials of both city corporations told The Daily Star that there would be more vaccination centres at other healthcare-providing facilities.\n\nHOW TO REGISTER\n\nIn order to register for the mass inoculation starting next month, people will have to fill out information through a mobile and web-based app called \"Surokkha\", developed by the Department of Information and Communication Technology, the Dhaka DC office, and the Directorate General of Health Services (DGHS).\n\nThey have to download and use the app or visit the website (https://www.surokkha.gov.bd/), where they will have to choose the relevant type from around 19 categories of professions. After that, they will have to provide their NID card number and date of birth, said officials.\n\nThey also need to give details of their medical history -- whether they have diabetes, cancer, hypertension, or other diseases.\n\nBesides, they need to input their present address and mobile phone number to which an OTP (One-Time Password) would be sent.\n\nAfter entering the OTP, a \"vaccine card\" will be generated and it will mention where and when a person will receive the first and second doses of the vaccine.\n\nFollowing the administration of both doses, a certificate would be handed to the recipient, added the officials."
        },
        {
          "link": "https://www.thedailystar.net/business/news/un-forecasts-47-global-economic-growth-2021-2034137",
          "published": "2021-01-26T04:49:26",
          "title": "UN forecasts 4.7% global economic growth in 2021",
          "text": "The United Nations warned Monday that the world economy is \"on a cliffhanger,\" still reeling from the COVID-19 pandemic whose impact will be felt for years but still expected to make a modest recovery of 4.7% in 2021 which would barely offset 2020 losses.\n\nThe UN's new report on the World Economic Situation and Prospects said the once-in-a-century crisis sparked by the global impact of the coronavirus caused the global economy to shrink by 4.3% in 2020 -- the sharpest contraction in global output since the Great Depression that began in 1929 and far higher than the 1.7% reduction during the Great Recession of 2009.\n\n\"The depth and severity of the unprecedented crisis foreshadows a slow and painful recovery,\" said UN chief economist Elliott Harris, the assistant secretary-general for economic development. \"As we step into a long recovery phase with the roll out of the vaccines against COVID-19, we need to start boosting longer-term investments that chart the path toward a more resilient recovery -- accompanied by a fiscal stance that avoids premature austerity.\"\n\nAccording to the report, the lockdowns, quarantine measures and social distancing introduced during the second quarter of 2020 \"helped to save lives but also disrupted the livelihoods of hundreds of millions of people worldwide.\"\n\nBy April, it said, \"full or partial lockdown measures had affected almost 2.7 billion workers, representing about 81% of the world's workforce.\" And it said another 131 million people were pushed into poverty, many of them women, children and people from marginalized communities.\n\nChina, the world's second-largest economy where COVID-19 first emerged, was the only country in the world to register positive economic growth in 2020 -- 2.4% -- and the UN forecasts that it will grow by 7.2% in 2021.\n\nHamid Rashid, chief of the UN's Global Economic Monitoring Branch and the report's lead author, told a news conference launching the report that China will account for about 30% of global growth in 2021. If that happens, he said, it will help many countries in Africa, Latin America and the Caribbean that supply resources and commodities to China.\n\nAccording to the UN forecasts, the US economy will grow 3.4% in 2021 after shrinking 3.9% in 2020, Japan's economy will grow 3% this year after contracting 5.4% last year, and economies of Euro-zone countries will grow 5% in 2021 after shrinking 7.4% in 2020.\n\nDeveloping countries saw a less severe contraction of 2.5% last year, and the UN is forecasting a 5.7% rebound in 2021.\n\nThe UN said \"it will remain critical\" that the Group of 20 -- the world's 20 major economies accounting for nearly 80% of world output -- \"return to the trajectory of growth, not only to lift the rest of the world economies but also to make the world economy more resilient to future shocks.\"\n\nThe $12.7 trillion in global fiscal stimulus -- more than half from Germany, Japan and the United States -- \"prevented a Great Depression-like economic catastrophe worldwide,\" the UN said. \"In dollar terms, stimulus spending per capital averaged nearly $10,000 in the developed countries, while it amounted to less than $20 per capita in the least developed countries,\" the report said.\n\nRashid, the UN official, said the primary goal of the fiscal stimulus was to stabilize the global economy \"so there was no drying up of liquidity.\" This was achieved, he said, but the secondary goal was to stimulate investments and prevent bankruptcies and \"here we see significant slack.\"\n\nRashid said all the major economies saw significant increases in money supply, about 23% for the United States, which isn't surprising since most stimulus money went into the financial markets because households were unable to spend the money or businesses were unable to invest because they were uncertain about the future.\n\nThe big winners were stock markets, he said.\n\nLooking at the major stock indexes, Rashid said, Japan's Nikkei 225 increased about 45% between March and December and the Dow Jones and S&P 500 both went up by more than 30%, compared to average increases below 10% in the previous five years.\n\n\"And that is alarming because that shows the disconnect between the real economic activities and the financial sector activities,\" he said."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/complaints-pile-ec-hardly-sees-merit-2033833",
          "published": "2021-01-25T18:00:00",
          "title": "Chattogram city polls 2021: Complaints pile up, EC sees little merit",
          "text": "Almost half the complaints filed by mayor and councillor candidates in the Chattogram City Corporation elections, to be held tomorrow, are yet to be addressed.\n\nBesides, police personnel engaged by the Election Commission did not find proof of any wrongdoing over most of the complaints already been dealt with.\n\nThe candidates have been lodging complaints against each other with the EC over the last two weeks in the run-up to the CCC polls.\n\nMeanwhile, Election Commissioner Mahbub Talukder in a statement yesterday expressed concerns over clashes centring the elections.\n\nHe then told The Daily Star that the EC could not avoid responsibility in case the election atmosphere deteriorated.\n\nAs of yesterday morning, the commission received as many as 60 complaints, said sources at the returning officer's office.\n\nBNP-backed candidates alleged that the EC, in most cases, was oblivious to investigating and taking actions.\n\nEC officials said in all cases it informs, requests or orders officers-in-charge of respective police stations to take action, or sometimes requests respective candidates or persons against whom the complaints are filed to abide by the electoral rules.\n\nAccording to the EC, 31 complaints out of a total of 60 have so far been disposed of as it received reports from police in regards to those complaints.\n\nOf the 31 disposed complaints, police in their reports said they did not find proof of any wrongdoing over 20 complaints.\n\nAmong the remaining 11, cases and general diaries were filed in connection with five complaints, the accused in three complaints apologised, a councillor candidate's posters that violated rules were removed, and in case of two complaints police failed to investigate as the EC had engaged the wrong police stations.\n\nMost complaints were lodged with regard to obstruction of electoral campaigns, according to EC documents.\n\nThe other complaints were over intimidation, death threats, assault, vandalising vehicles used for electoral campaigns, tearing down electoral posters, banners and leaflets and arrest and harassment by police, EC officials said.\n\nFor complaints about police harassment and arrests, the EC informed the Chattogram Metropolitan Police commissioner about the matters.\n\nOf the complaints, 13 were lodged on behalf of BNP-backed mayoral candidate Shahadat Hossain and only four were disposed of by the EC.\n\nEC found no evidence in three of these four complaints of Shahadat while a case was filed in connection with the other complaint.\n\nFour complaints were lodged on behalf of AL-backed mayoral aspirant Rezaul Karim Chowdhury. One of them was disposed of by the EC.\n\nThe remaining 43 complaints were lodged by the councillor candidates for general and reserved seats.\n\nReturning Officer Mohammad Hasanuzzaman said the EC was looking into the complaints with all seriousness and remained alert to avert any untoward incidents centring the polls.\n\nPolice said they have beefed up vigilance so that law and order does not deteriorate during the polls.\n\nBNP mayoral candidate Dr Shahadat Hossain said the EC should dispose of the complaints lodged by the candidates for the sake of ensuring a free, fair and participatory election. But, he said the EC was not paying any heed to their complaints.\n\nAdvocate Akhter Kabir Chowdhury, president of Chattogram city unit of Sachetan Nagorik Committee (SANAK) and Transparency International Bangladesh (TIB), said the EC was failing to play its required neutral role and achieve confidence from all the parties.\n\nHe, however, said the EC alone could not be robust if there is a general lack of good governance in society, but it should continue its effort to be more effective.\n\nMAHBUB'S STATEMENT\n\nIn a statement issued yesterday the election commissioner said there was enough reason for concern about clashes during the CCC election, which is a very crucial one.\n\nContacted, he told The Daily Star that two persons had already been killed centring the election and that there was some chaos.\n\n\"So, there is concern. Life is more valuable than any election,\" he said.\n\nTalukder stated that holding of a free, fair, legal and acceptable election was not possible if the environment was not made fair. In that case, the concept of a level playing field, the prerequisite of an election, becomes absurd.\n\nMentioning that it is a big challenge for the EC to create balance between the two parties in the CCC election, the commissioner in his statement said it is a must to keep this election under the control of the EC. Otherwise, the election would be a failed one.\n\nHolding fair elections is the acid test for everyone irrespective of party and opinion, stated the election commissioner.\n\n\"We will have to ensure that true public representatives are elected through ballots.\""
        },
        {
          "link": "https://www.thedailystar.net/india/news/shono-ekti-mujiborer-theke-resonates-across-new-delhis-rajpath-2034165",
          "published": "2021-01-26T06:33:02",
          "title": "‘Shono ekti Mujiborer theke’ resonates across New Delhi’s Rajpath",
          "text": "The widely popular song \"Shono ekti Mujiborer theke/Lokkho Mujiborer\" played by the Bangladesh military band resonated across New Delhi's Rajpath as the country's armed forces contingent participated for the first time in India's 72nd Republic Day parade today.\n\nThe song, played by the band troupe headed by Lt Col Abu Mohd Shahnoor Shawan, was applauded by hundreds of viewers of the parade that began around 9:30am local time, reports our New Delhi correspondent.\n\nThe Bangladesh military band was followed by a 122-member defence forces team, comprising the army, air force and navy, whose impressive march-past was appreciated by the spectators.\n\nThe playing of the song hailing Bangabandhu Sheikh Mujibur Rahman at the parade assumes significance when both Bangladesh and India are set to celebrate the birth centenary of the architect of independent Bangladesh with an elaborate set of activities.\n\nIndian President Ram Nath Kovind took the salute from the Bangladesh contingent as also other Indian contingents.\n\nAmong those present at the parade were Vice President M Venkaiah Naidu, Prime Minister Narendra Modi and Defence Minister Rajnath Singh and several of their cabinet colleagues.\n\nThe usually grand Indian Republic Day parade this year was curtailed because of the coronavirus pandemic.\n\nApart from a reduced list of events, the parade will also have a shorter route, no chief guest, fewer spectators and no children under 15 in the annual parade, and there were fewer soldiers in the Army and Navy contingents."
        },
        {
          "link": "https://www.thedailystar.net/us/news/house-democrats-deliver-trump-impeachment-charge-senate-2034161",
          "published": "2021-01-26T06:25:43",
          "title": "House Democrats deliver Trump impeachment charge to Senate",
          "text": "The US House of Representatives delivered to the Senate on Monday a charge that former President Donald Trump incited insurrection in a speech to supporters before the deadly attack on the Capitol, setting in motion his second impeachment trial.\n\nNine House Democrats who will serve as prosecutors in Trump's trial, accompanied by the clerk of the House and the acting sergeant at arms, carried the charge against Trump to the Senate in a solemn procession across the Capitol.\n\nWearing masks to protect against Covid-19, they filed through the ornate Capitol Rotunda and into the Senate chamber, following the path that a mob of Trump supporters took on January 6 as they clashed with police.\n\nOn arrival in the Senate, the lead House impeachment manager, Representative Jamie Raskin, read out the charge. \"Donald John Trump engaged in high crimes and misdemeanors by inciting violence against the government of the United States,\" he said.\n\nTen House Republicans joined Democrats in voting to impeach Trump on January 13. But Senate Democrats will need the support of 17 Republicans to convict him in the evenly divided chamber, a steep climb given the continued allegiance to Trump among the Republican Party's conservative base of voters.\n\nPresident Joe Biden said on Monday he did not believe there would be enough votes to convict Trump, according to CNN, citing a brief interview with Trump's Democratic successor.\n\nOver 30 Democrats were present to hear Raskin's remarks, but just three Republicans: Senate party leader Mitch McConnell, Senator Mitt Romney and Senator Roger Marshall, who was just elected in November.\n\nCapitol Police were scattered along the lawmakers' route from the House to the Senate, and security around the Capitol remained tight, with roads closed off and barbed wire-topped fencing. Many of the National Guard troops deployed after Jan. 6 had been sent home, but thousands remained.\n\nFEBRUARY 9 START DATE\n\nTrump, a Republican, is the only US president to have been impeached by the House twice and is set to become the first to face trial after leaving office. His term ended last Wednesday.\n\nThe Senate is expected to start a trial on Feb. 9 on the article of impeachment against Trump. The 100 senators are due to serve as jurors in proceedings that could result in Trump's disqualification from ever again serving as president.\n\nDemocrat Patrick Leahy, the Senate's longest-serving member, said on Monday he would preside over the trial.\n\nAlthough the Constitution calls on the US chief justice to preside over presidential impeachments, a senator presides when the impeached is not the current president, a Senate source said. First elected to the chamber in 1974, Leahy, 80, holds the title of Senate president pro tempore.\n\nChief Justice John Roberts presided over the impeachment trial when the Senate, then controlled by Trump's fellow Republicans, acquitted Trump in February 2020 on charges of abuse of power and obstruction of Congress arising from his request that Ukraine investigate Biden and his son.\n\nLeahy will still be able to vote in the trial, an aide said, noting that senators still vote on all matters when presiding over the chamber.\n\nA number of Republican lawmakers have objected to the impeachment, some arguing that it would be a violation of the Constitution to hold a trial now because Trump no longer serves as president.\n\n\"I still have concerns about the constitutionality of this, and then the precedent it sets in trying to convict a private citizen,\" Republican Senator Joni Ernst told reporters. \"So in the future, can this be used against (former) President (Barack) Obama?\" she asked.\n\nSenate Majority Leader Chuck Schumer, a Democrat, rejected that argument on Monday.\n\n\"The theory that the Senate can't try former officials would amount to a constitutional get-out-of-jail-free card for any president,\" Schumer told the Senate.\n\nA DIVIDED SENATE\n\nThe Senate is divided 50-50, with Democrats holding a majority because of the tie-breaking vote of Vice President Kamala Harris. Senate leaders agreed on Friday to put off the trial for two weeks to give Trump more time to prepare a defense and let the chamber focus on Biden's early priorities, including Cabinet appointments.\n\nThe impeachment focuses on Trump's speech to supporters on a grassy expanse near the White House shortly before a mob stormed the Capitol, disrupted the formal certification of Biden's victory over Trump in the November 3 election, sent lawmakers into hiding and left five people dead, including a police officer.\n\nDuring his speech, Trump repeated his false claims that the election was rigged against him with widespread voting fraud and irregularities. He exhorted his supporters to march on the Capitol, telling them to \"stop the steal,\" \"show strength,\" \"fight much harder\" and use \"very different rules.\"\n\nMcConnell and other Republican lawmakers have condemned the violence and some have accused Trump of inciting it. Romney told CNN on Sunday that the trial was necessitated by Trump's inflammatory call to his supporters.\n\nA Reuters/Ipsos poll on Friday found that 51% of Americans thought the Senate should convict Trump, breaking down largely along party lines."
        }
      ]
    },
    "banglatribune": {
      "rss": "https://en.banglatribune.com/feed/",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "http://en.banglatribune.com/others/news/91332/KOICA-donates-medical-supplies-to-BSMMU",
          "published": "2020-05-18T06:59:59",
          "title": "KOICA donates medical supplies to BSMMU",
          "text": "Korea International Cooperation Agency (KOICA) office in Dhaka collaboration with KBAA (KOICA Bangladesh Alumni Association) has donated emergency medical supplies to the BSMMU, Fiver Clinic, to help with COVID-19 response in Bangladesh.\n\nThe supplies included COVID-19 prevention items including oxygen concentrators, medical masks, medicines, and other relevant items to improve working conditions of health workers in BSMMU, says a KOICA press release.\n\nThe Republic of Korea’s experience of combatting COVID-19 is well-known in the world, for its 3T (Test-Trace-Treat) strategies.\n\nIn this regards, Country Director of KOICA Bangladesh, Ms. Do young-ah mentioned “This could be a great momentum for KOICA to support COVID-19 response in Bangladesh. On behalf of Korean government, KOICA will take the necessary measure to curve the epidemic in Bangladesh but also improve working condition of health workers.”\n\nPresident of KBAA, Monzur Hossain, said “I am glad that we could contribute for the not only patients but also health works in field level. We, KBAA collaboration with KOICA, are willing to expand our social responsibility activities for the vulnerable groups in Bangladesh.”\n\nKOICA is a government aid agency of the Republic of Korea, founded in 1991 and established its Bangladesh office in 1993. KOICA implements Korea’s grant aid and technical cooperation, supporting the socio-economic development of partner countries."
        },
        {
          "link": "http://en.banglatribune.com/others/news/91331/5-more-flights-to-take-back-British-nationals-to",
          "published": "2020-04-26T06:34:33",
          "title": "5 more flights to take back British nationals to London",
          "text": "British High Commission has arranged five more special flights to take back British nationals to UK, says High Commissioner Robert Chatterton Dickson.\n\nIn a facebook message in Sunday morning, the envoy said, prior to this, the high commission arranged three more flights and one flight would depart later on Sunday.\n\n“I’m pleased to say that we have now organised five further flights to go on the 29th of April, and the 1st, 3rd, 5th, and 7th of May.”\n\nHe urged the British community to reserve a seat on those flights by using CTM travel portal available through high commission travel advice website.\n\n“If you have already booked with CTM please do not do so again because a subsequent booking will only confuse the system and delay departure.”\n\nThe airlines have imposed strict limits on baggage for these flights, Dickson said.\n\nThe high commissioner warned that after allocating a seat, if one does not take it, then he will not be allocated a further seat."
        },
        {
          "link": "http://en.banglatribune.com/national/news/91330/Covid19-Rajarbagh-Mohammadpur-worst-affected",
          "published": "2020-04-25T14:40:52",
          "title": "Covid19: Rajarbagh, Mohammadpur worst affected",
          "text": "Bangladesh Saturday reported nine more deaths from the novel coronavirus (COVID-19) overnight and recorded 309 fresh positive cases, a sharp drop from yesterday’s infection tally.\n\n“Nine more COVID-19 patients died in the last 24 hours, raising the death toll from the pandemic to 140,” DGHS Additional Director General (administration) Prof Nasima Sultana told a virtual media briefing at the Directorate General of Health Services (DGHS) in the city.\n\nShe said the total number of the COVID-19 cases in the country has soared to 4998 as 309 more people tested positive for the virus in the past 24 hours, reports BSS.\n\nAnalyzing the area-based transmission of the fatal disease, the health official said coronavirus positive cases have alarmingly increased in Gazipur, Mymensingh, Munshiganj, Chattogram, Narsingdi and Keraniganj.\n\nShe dubbed Dhaka and Narayanganj COVID-19 as “hotspots” as the maximum number of cases were detected in the two cities.\n\nNasima said Dhaka city has been considered as the worst-affected with nearly 45 percent of COVID cases, while Dhaka division has remained top position with over 80 percent infected cases out of total coronavirus patients.\n\nIn Dhaka city, ten areas – Rajarbagh, Mohammadpur, Lalbagh, Jatrabari, Bangsal, Chakbazar, Mirpur, Uttara, Tejgaon and Mahakhali — have been identified the worst hit as the maximum number cases were found in those areas.\n\nThe country confirmed the first coronavirus death on March 18, ten days after detection of the first COVID-19 cases.\n\nThe health official said among the nine fatalities, seven are in their 70s, one in his 60s and one in his 50s. Among the victims, three are in Dhaka, two in Narayanganj, one each in Joypurhat, Tangail, Madaripur and Mymensingh.\n\nNasima said Bangladesh is witnessing a rapid rise of coronavirus cases since March 24 as 4,992 people tested positive for the virus during the time while the number was only 6 from March 8 to March 23.\n\nShe said a total of 43,113 samples have so far been tested since the detection of first COVID-19 cases in the country, adding: “We tested 3337 samples in the past 24 hours.”\n\nThe health official informed that at present, there are 23 labs in the country for testing samples of COVID-19. The government has a target to set up 28 labs in the country, she said adding rest 5 labs will be set up within a week.\n\nNasima said COVID-19 cases were found in 60 districts meaning that almost all regions of the country are now risky for the fatal disease.\n\nShe said Natore and Bhola districts have been freshly included in the list of the COVID-19-prone districts, adding no cases are yet to be reported in four districts — Rangamati, Khagrachchari, Jhenaidah and Satkhira.\n\nAccording to the age-group, 10 percent COVID-19 cases are in their 60s, 15 percent in their 50s, 18 percent in their 40s, 22 percent in their 30s, 24 percent in their 20s while eight percent is above ten years old and 3 percent below 10 years old, Nasima added.\n\n“The most effective ways to protect ourselves from the super contagious virus are frequently clean hands with soap, cover cough with the bend of elbow or tissue and maintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing,” she added.\n\nThe health official said people must stay at home to protect themselves from the virus infection, “If they go outside from their home for their emergency needs, they must wear masks,” she said.\n\nWhen the people return home, Nasima said, they must clean their hands with an alcohol-based hand rub or soaps, and their wearing clothes have to be washed by detergents to ensure proper hygiene.\n\nThe health official urged Muslim devotees to follow strictly the directives given by the Religious Affairs Ministry while performing prayers during the holy month of Ramadan.\n\nShe also called upon them to avoid iftar mahfil and any gathering in this month.\n\nThe DGHS sources said as coronavirus outbreak is on the rising trend in the country, the government has intensified its efforts including further extending general holidays till May 5, collecting quality logistics medical materials and increasing healthcare facilities to fight the pandemic.\n\nThey said over 1.70 lakh people were kept at both home and institutional quarantine and nearly 9,0000 people were released from quarantine, while the number of people who are currently remain in quarantine is 80,971.\n\nThey added a total of 601 institutions have been prepared across the country for keeping over 30,635 people in quarantine, adding nearly 1000 people have now been kept in isolation.\n\nThe health service organization said as part of taking preventative measures to stop imported cases of COVID-19, the authorities of all gateways, including airports, land ports and waterways, are continuing screening of all foreign returnees.\n\nIt added the government has collected 15,16,190 PPE so far, of which 12,52,233 were distributed and 2,63,957are in stock.\n\nThe DGHS sources said every day the government is collecting nearly one lakh PPE and of those, 60,000 to 70000 PPE are being distributed among healthcare providers.\n\nBy this month, the number of procurement of PPE will reach 20 lakh, they added.\n\nThey also said that the government is strictly maintaining standard of all kinds of protective equipment including PPE, surgical masks and gloves to ensure safety of medical professionals.\n\nThe DGHS sources said in case of critical COVID-19 patients, special facilities including oxygen, ICU and dialysis units are needed in hospitals. At present, the country has 192 ICUs and 40 dialysis units, they added.\n\nThey said till today, nearly 33 lakh people received healthcare services from hotline mobile numbers and health web portals as the government formed a group of medical professionals to provide emergency health services.\n\nThe contact hotline and mobile numbers are 16263; 333; 10655 and 01944333222 – to receive information and treatment facilities on COVID-19.\n\nAs of April 25, 2020, 10.47 GMT, 197,846 people have died so far from the coronavirus COVID-19 outbreak and there are 2,845,859 currently confirmed cases in 210 countries and territories, according to Worldomete, a reference website that provides counters and real-time statistics for diverse topics.\n\nChina was the world’s first country which on January 11 reported the first death from the novel coronavirus in Wuhan, the capital of Central China’s Hubei province."
        },
        {
          "link": "http://en.banglatribune.com/others/news/91329/Momen-joins-UN-solidarity-song-over-COVID-19",
          "published": "2020-04-25T14:27:14",
          "title": "Momen joins UN solidarity song over COVID-19 combat",
          "text": "Foreign Minister A K Abdul Momen has joined the United Nations (UN) music video, paying tribute to medical professionals combating deadly coronavirus as well as encouraging donations to the WHO’s COVID-19 solidarity response fund.\n\n“During the year when we mark the 75th anniversary of the United Nations, there is a message of solidarity that 26 former and current ambassadors to the UN want to send to the world, launching a music video with a cover of Michael Jackson’s song ‘Heal the World’,” UN said in a statement on Thursday.\n\nMomen, who served as Permanent Representative of Bangladesh to the UN, had appeared at the music video holding a placard written in Bangla – “Porisuddho Hok Prithibi (Heal the World)”.\n\n“This video is a tribute to all those who contribute to healing the world – doctors, nurses, healthcare workers,” read the statement posted at the UN Web TV site with the music video.\n\nThe video also wants to encourage donations to the COVID-19 Solidarity Response Fund for World Health Organization (WHO), which can be made at www.COVID19ResponseFund.org, it added.\n\nThe WHO is leading and coordinating the global effort, supporting countries to prevent, detect, and respond to the pandemic.\n\nThe music project is an initiative of Simona-Mirela Miculescu, founding member of UNRocks, the first ever music group composed of ambassadors to the UN.\n\nCurrently, the entire world is facing an unprecedented threat as the COVID-19 pandemic has rapidly covered the globe, spread suffering, disrupted billions of lives and endangered the global economy."
        },
        {
          "link": "http://en.banglatribune.com/national/news/91328/Covid-19-OIC-to-hold-special-meeting",
          "published": "2020-04-20T18:20:06",
          "title": "Covid-19: OIC to hold special meeting",
          "text": "Organization of Islamic Cooperation (OIC) will hold an extraordinary meeting of the OIC Executive Committee at the level of Foreign Ministers as part of its effort to address the issues of COVID-19 pandemic via video conferencing on Wednesday (Apr 22).\n\nThe meeting comes as a part of a series of measures taken and campaign launched by the OIC since the outbreak of COVID-19 pandemic.\n\nThe meeting is expected to review the effects of the Corona pandemic on member states’ public health, security and their financial stability, says a press release.\n\nThe current OIC Executive Committee comprises of six member states- Bangladesh, Turkey, Saudi Arabia, The Gambia, United Arab Emirates, and Niger.\n\nThe meeting will be chaired by the Kingdom of Saudi Arabia, Chair of the 14th Islamic Summit Conference with the presence of foreign ministers of the six countries and OIC Secretary General.\n\nBangladesh Foreign Minister A K Abdul Momen will participate in the meeting."
        }
      ]
    }
  }
}