{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": [
        {
          "link": "https://www.bbc.co.uk/news/uk-55698132",
          "published": "2021-01-18T08:22:35",
          "title": "Covid-19: Vaccination rollout begins for over-70s in England",
          "text": "He told BBC Breakfast on Monday that under the first phase of the rollout, the aim was to vaccinate the top four priority groups by mid-February, followed by the next five groups - which include people aged 50 and over and those aged between 16 and 64 with underlying health conditions."
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-england-manchester-55699002",
          "published": "2021-01-17T22:18:03",
          "title": "Manchester attack: Saffie-Rose Roussos 'could have survived with better first aid'",
          "text": "For the past three years, Saffie's parents have believed that she was killed instantly in the explosion. They say they drew comfort from thinking that she had not suffered. Now they have been told that their daughter lived for over an hour, and that opportunities were missed to help her."
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-england-nottinghamshire-55681512",
          "published": "2021-01-18T08:31:47",
          "title": "Plastic surgeon stabbing: Doctor charged over Graeme Perks attack",
          "text": "Police previously said Mr Perks had gone to investigate the sound of breaking glass at about 04:15 GMT on Thursday, after an intruder was believed to have smashed his way into the house."
        },
        {
          "link": "https://www.bbc.co.uk/news/world-latin-america-55699540",
          "published": "2021-01-18T07:52:19",
          "title": "Migrant caravan: Guatemala blocks thousands bound for US",
          "text": "A statement from the Guatemalan president's office said: \"Guatemala's message is loud and clear: These types of illegal mass movements will not be accepted, that's why we are working together with the neighbouring nations to address this as a regional issue.\""
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-55698775",
          "published": "2021-01-18T07:50:30",
          "title": "Covid-19: Over-70s vaccination begins in England, and UK travel corridors close",
          "text": "Almost four million people have had their first Covid-19 jab in the UK - and that number should accelerate this week when people aged 70 and over, and the clinically extremely vulnerable of any age, begin receiving the vaccine in England. The over 70s and clinically vulnerable were fourth in the UK's priority list, after care home residents and carers, the over 80s and health care workers, and the over 75s. Prime Minister Boris Johnson called it a \"significant milestone\". However, the news doesn't mean vaccination of the first three groups is complete - and the government said the top two groups should still be prioritised. Meanwhile, 10 new mass vaccination centres will open in England, including at Blackburn Cathedral in Lancashire, and Taunton racecourse in Somerset."
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-politics-55695301",
          "published": "2021-01-18T08:42:22",
          "title": "Universal credit: Labour presses PM for action ahead of benefit vote",
          "text": "While the vote is not binding, and will not lead to a change in policy, it will increase pressure on the government to keep the increase or come up with an alternative."
        }
      ]
    },
    "thedailystar": {
      "rss": "https://www.thedailystar.net/top-news/rss.xml",
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "link": "https://www.thedailystar.net/frontpage/news/remittance-inflow-proactive-steps-can-fetch-30b-year-2029453",
          "published": "2021-01-17T18:00:00",
          "title": "Remittance Inflow: Proactive steps can fetch $30b a year",
          "text": "The country could receive as much as $30 billion in remittance annually if proactive steps are taken by the government and other stakeholders, including the banking sector, speakers said at a dialogue yesterday.\n\nThey said the use of formal channels to remit money home was still not at the level. The channel also lacked the required \"speed\" to encourage more remitters to use it and the speakers suggested that further government incentives could encourage them to use the formal channel.\n\nCitizen's Platform for SDGs, Bangladesh, organised the virtual dialogue titled \"Recent Expatriate Income or Remittance Inflow: Where is the money coming from?\"\n\nBangladeshi expatriates sent home $21.75 billion in remittance last year, according to Bureau of Manpower, Employment and Training data, which cites Bangladesh Bank statistics.\n\nThe amount is a record high and it also defied predictions made at the onset of the global economic fallout of the coronavirus pandemic.\n\nAddressing the dialogue, Anisul Islam Mahmud, chairman of the parliamentary committee on expatriates' welfare and overseas employment ministry, said it is possible that the country will receive $30 billion in remittance every year in the future.\n\n\"The money is there,\" he said, adding that yearly remittance inflow is yet to hit the $30 billion mark because such money is still not coming through the formal channels.\n\nThe banking sector was yet to provide services with sufficient \"speed\", which the non-formal sector ensures, he said.\n\nHe added that the government's two percent cash incentive was a reason for the increase in recent remittance inflow and suggested it would be sustainable with a further increase in the incentive.\n\nSyed Saiful Haque, chairman of Welfare Association for the Rights of Bangladeshi Emigrants (WARBE) Development Foundation, said it is not surprising that the country received about $20 billion remittance in a year.\n\nHe referred to a study of the Bangladesh Enterprise Institute, conducted about a decade ago, and said the study then revealed that it was possible to get about $30 billion in remittance annually.\n\nIf the government and other stakeholders, including the banking sector, work proactively, then it is most likely that inward remittance will continue to surge, he added.\n\nSaiful also suggested that \"visa-trading\" be stopped in this regard through bilateral initiatives, adding that about $3 billion to $4 billion was spent for \"visa purchasing\" every year.\n\nSyed Mahbubur Rahman, managing director and chief executive officer of Mutual Trust Bank, said in the case of remitting money, \"speed\" and \"trust\" are important because those who remit money look at how quickly, especially in cases of emergency, the money reached their dear ones back home.\n\nHe said the government recently re-determined the maximum time limit to distribute remittance to the beneficiary in two working days, which was 72 hours earlier.\n\nSuch steps are largely being implemented at present and this has helped in the increase of remittance inflow, he said.\n\nChairing and moderating the dialogue, Dr Debapriya Bhattacharya, convener of the citizen's platform and distinguished fellow of Centre of Policy Dialogue (CPD), said although there were various reasons behind the recent inward remittance increase, there is no doubt that the government's two percent cash incentive was a key reason.\n\nRemittance kept coming in large amounts, but even greater amount of expatriates' earnings may have been involved in different market-oriented sectors, he said.\n\nWhether such money was inflowing through a \"third channel\" instead of reaching the beneficiaries directly from the wage-earners is a matter to look into, Debapriya added.\n\nAddressing the dialogue, CPD Chairman and eminent economist Prof Rehman Sobhan said although the government's two percent cash incentive for inward remittance was a positive step, the macro beneficiary of it is the \"balance of payment\" of the country.\n\nThe diversion from hundi to here was essentially a macro issue because households were continuing to get the same amount that they were getting in the past, he said.\n\n\"So, we have now added to our foreign exchange reserves and improved official balance of payments,\" he added.\n\nHe said the problem that should essentially be addressed is the about one crore people who, going abroad after 45 years, are still \"disempowered individuals\" and at \"the mercy of the market\".\n\nCPD Distinguished Fellow Prof Mustafizur Rahman, founding chair of Refugee and Migratory Movements Research Unit Prof Tasneem Siddiqui, and Centre for Non Resident Bangladeshis Chairperson MS Shekil Chowdhury, among others, addressed the virtual dialogue."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/cottage-industry-smes-tk-2700cr-fresh-stimulus-unveiled-2029481",
          "published": "2021-01-17T18:00:00",
          "title": "Cottage Industry, SMEs: Tk 2,700cr fresh stimulus unveiled",
          "text": "With small businesses still struggling to recover from the pandemic-induced economic slowdown, the government has rolled out two fresh stimulus packages involving Tk 2,700 crore to boost the cottage industry and SMEs and expand the social security scheme for the elderly and widows in poverty-stricken areas.\n\nPrime Minister Sheikh Hasina yesterday approved the new schemes also aimed at improving the living standards of rural marginalised people, according to a finance ministry statement.\n\n\"The implementation of the new packages will begin soon,\" it reads.\n\nWith these two, the government has so far rolled out 23 bailout packages announced at different times since March last year to absorb the economic shock from the coronavirus pandemic.\n\nThe total amount of financial assistance now stands at Tk 124,053 crore, 4.44 percent of the country's GDP.\n\nThe approval of the new schemes comes following recommendations from various stakeholders during a series of dialogue organised recently by the finance ministry on overall aspects of the stimulus packages.\n\nAt the discussions, business leaders, government officials and representatives from banks, development partners and agencies suggested expanding the credit coverage through government and semi-government agencies related to the cottage industry and small and medium enterprises (SMEs).\n\nThey also recommended steps to improve the living standards of marginal people and expand the social safety coverage for the poor, added the finance ministry statement.\n\nPACKAGE FOR SMES, COTTAGE INDUSTRY\n\nUnder the first package involving Tk 1,500 crore, the government will give loans to micro and cottage entrepreneurs through various government and semi-government agencies like the SME Foundation, the BSCIC and Bangladesh NGO Foundation to infuse dynamism into the rural economy amid the pandemic.\n\nOf the amount, Tk 300 crore will be provided to the SME Foundation for expanding its operations for the cottage industry and SMEs alongside helping the female entrepreneurs.\n\nThe SME foundation will disburse loans among the small businesses and entrepreneurs hit hard due to the economic downturn caused by the pandemic, said finance ministry officials.\n\nBesides, Bangladesh Small and Cottage Industries Corporation (BSCIC) will get Tk 100 crore under the package.\n\nThe state-run corporation, established to support small initiatives across the country, will provide loans to small entrepreneurs and industrial units set up in the BSCIC estates under its existing credit programmes.\n\nThe package also includes financial support for business initiatives by women who suffered due to the economic slowdown.\n\nJoyeeta Foundation, a government initiative to support women's ventures and empower women financially, will get Tk 50 crore. Apart from the loans, the foundation will provide training to women entrepreneurs.\n\nThe NGO Foundation will get Tk 50 crore for providing small loans through NGOs.\n\nBesides, Social Development Foundation, Palli Daridro Bimochon Foundation, and Bangladesh Palli Development Board will get Tk 300 crore each and Small Farmers Development Foundation Tk 100 crore.\n\nThe government has not yet decided on the interest rates for the loans to be provided through all these organisations and agencies, said finance ministry officials.\n\n\"Before releasing the funds, the Finance Division will discuss and review their existing rates and fix it. But the beneficiaries will get the loans at a reduced rate,\" said one of the officials, seeking anonymity.\n\nIn March last year, the government announced a Tk 20,000-crore stimulus package for the cottage, micro, small and medium enterprise (CMSME) sector after the pandemic hit the country. However, the disbursement rate of the loans was low compared to that for the large industrial and service sectors.\n\nTalking to The Daily Star, Zahid Hussain, former lead economist at the World Bank's Dhaka office, said, \"These are steps in the right direction, but the devil is in the details, as always.\"\n\nThe key parameters of the Tk 1,500-crore package for CMSMEs is unclear, he pointed out.\n\n\"The money will be provided as credit to enterprises in the rural areas. What will be the interest rate at the recipient level and the repayment period? Who will bear the risk?\"\n\nThe inclusion of medium-sized enterprises may frustrate the objective since they are not exactly the most distressed and deprived of assistance under the previous packages, he said.\n\nThe involvement of the NGOs and semi-government institutions is welcome, but one cannot but wonder whether the assistance is spread too thin across too many institutions, Zahid said.\n\nSuggesting review of the distribution of allocations to these institutions based on performance, he said the entire package could be provided as grants to micro, cottage and small enterprises faced with existential threats.\n\n\"Many of them are currently not in a position to take on additional debt because of depressed cash flows as business is still dull, although perhaps better than in the first half of 2020. A one-shot infusion of grant money would help recapitalise and thereby keep these enterprises afloat.\"\n\nTHE SECOND PACKAGE\n\nUnder the Tk 1,200-crore package, all disadvantaged elderly people, widows and female divorcees in 150 poverty-stricken upazilas of the country will get cash assistance. The beneficiaries will get an allowance of Tk 500 a month.\n\nThe package will be implemented in fiscal 2021-2022.\n\nThe amount is likely to increase by 5 percent from the next budget as the finance ministry has already made a decision in this regard, said an official of the ministry.\n\nHowever, the government is yet to finalise the number of beneficiaries.\n\nIt started giving the cash incentives to all those who fall under the beneficiary groups in 112 poverty-stricken upazilas after the pandemic hit the country.\n\nReferring to the allowance, Zahid said it seems the additional social assistance will be provided to new beneficiaries so that all the elderly people and distressed women in the rural areas are covered by fiscal 2022.\n\n\"Proper listing of eligible beneficiaries and pilferage-free transfer of the cash payments have been and remain the key challenges in this regard. The adequacy of the benefits per person remain an open question,\" he said."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/dhaka-have-330-vaccination-points-2029465",
          "published": "2021-01-17T18:00:00",
          "title": "Dhaka to have 330 vaccination points",
          "text": "Officials are likely to inoculate Dhaka city residents against Covid-19 at around 330 points in at least 50 hospitals.\n\nOfficials said they have trained the vaccinators and procured syringes and safety boxes necessary for the programme.\n\nOfficials of the Directorate General of Health Services (DGHS) said Dhaka city dwellers will be vaccinated at between 320 and 330 points.\n\n\"But inoculation will not begin at every vaccination point on the same day. It will start gradually,\" a senior official involved with the plans told The Daily Star yesterday.\n\nThere will be vaccination points at four government medical college hospitals, 30 private medical college hospitals, and around 20 specialised hospitals and institutes.\n\nOutside the capital, people will be inoculated at government hospitals and specialised hospitals.\n\nA total of 7,344 teams will be deployed across the country to carry out the campaign. There will be two vaccinators and four volunteers in each team that will inoculate around 150 people a day. The vaccinators will include nurses, said officials with knowledge of the plans.\n\nThe DGHS will hold regular briefings to prevent the spread of rumours, and security measures will be in place during transportation and vaccination.\n\nShamsul Haque Mridha, member secretary of the National Covid-19 Vaccination Plan, said the number of vaccination points would be finalised in a meeting on Tuesday.\n\nShamsul, also the director of Expanded Programme on Immunization, said the home ministry was informed about the need for additional security measures.\n\n\"A team from the Prime Minister's Office has started working on it. They will monitor the security measures,\" he added.\n\nThe DGHS has been training the people who will implement the programme in the field, and eventually those in administrative positions will get the training.\n\nIndia launched the world's largest coronavirus vaccination programme on Saturday. Over 1.6 lakh healthcare and sanitary workers at the frontline of India's Covid-19 battle got their first jab on the very first day of the programme.\n\nBangladesh will get the Oxford-AstraZeneca vaccine from Serum Institute of India by January 25, said officials.\n\nBangladesh has purchased three crore shots of the Oxford vaccine from Serum for $4 per shot, according to the tripartite agreement signed between the government, Serum and Beximco on November 5 last year.\n\nAs per the contract, Beximco Pharmaceuticals Ltd will deliver the three crore doses to the district level EPI storages from Serum in six phases.\n\nIt was decided earlier that those aged under 18 and those who are pregnant would not get the vaccine shots. Each person would get two shots in a space of between eight and 12 weeks.\n\nOfficials are expecting 50 lakh shots to arrive in the first shipment.\n\nPeople expressed scepticism about the shipment after Serum CEO Adar Poonawalla earlier this month said in an interview with the Associated Press that, \"The vaccine has been granted emergency authorisation by the Indian regulator on Sunday, but on the condition that Serum Institute doesn't export the shots to ensure that vulnerable populations in India are protected.\n\n\"We can only give the vaccines to the government of India at the moment,\" he said, adding that the decision was also made to prevent hoarding.\n\nPoonawalla further said the \"company also has been barred from selling the vaccine in the private market\".\n\nBesides, Serum was planning to give 200 to 300 million doses to COVAX by December 2021, said the AP report.\n\nThe report also observed that the ban on export \"means that poorer nations will probably have to wait a few months before receiving their first shots\".\n\nOfficials then urged people not to worry."
        },
        {
          "link": "https://www.thedailystar.net/law-our-rights/money-laundering-crest-securities-md-court-allows-acc-freeze-72-bank-accounts-2029785",
          "published": "2021-01-18T06:56:37",
          "title": "Money laundering: Court allows ACC to freeze 72 bank accounts of Crest Securities MD",
          "text": "A Dhaka court today ordered the Anti-Corruption Commission (ACC) to freeze 72 bank accounts of Md Shahidullah, managing director of Crest Securities Ltd, in connection with a money laundering case.\n\nJudge KM Emrul Kayesh of the Senior Special Judge's Court of Dhaka passed the order after Abu Bakar Siddique, a deputy director of the ACC, submitted an application, seeking the court's permission for freezing the accounts.\n\nOver Tk 3.23 crore has been deposited in those accounts.\n\nIn the application, the investigation officer said he was earlier assigned to probe into the money laundering allegation against Shahidullah and found his involvement with laundering a huge amount of money.\n\nIf the bank accounts are not frozen, he will transfer money from the accounts and the inquiry will be hampered. So, the accounts should be frozen, the IO added."
        },
        {
          "link": "https://www.thedailystar.net/north-america/news/trump-wave-tuesday-pardons-so-far-not-planning-pardon-himself-source-2029769",
          "published": "2021-01-18T05:50:30",
          "title": "Trump, in wave of Tuesday pardons, so far not planning to pardon himself: source",
          "text": "US President Donald Trump at this point is opting not to issue a pardon for himself as he prepares an expansive list of more than 100 pardons and commutations for release on Tuesday, a source familiar with the effort said.\n\nWhite House advisers have said Trump has privately debated with advisers whether to take the extraordinary step of issuing a pardon for himself but some administration officials have cautioned Trump against a self-pardon because it would make him look guilty.\n\nMany scholars have said a self-pardon would be unconstitutional because it violates the basic principle that nobody should be the judge in his or her own case.\n\nOthers have argued that a self-pardon is constitutional because the pardon power is very broadly worded in the Constitution. Historical texts made clear that the nation's 18th century founders discussed self-pardons, but opted not to include an explicit limitation on that power.\n\nTrump was impeached by the Democratic-led House of Representatives last week on charges of inciting the storming of the US Capitol on Jan. 6 by pro-Trump protesters. His case is to face a Senate trial and if convicted, he could be disqualified from seeking another run for the presidency in 2024.\n\nThe source, speaking on condition of anonymity, said so far Trump does not plan to pardon himself and also does not plan to issue preemptive pardons for members of his family, another subject he has discussed privately with advisers.\n\nTrump, who has already issued two waves of pardons in the past month, met advisers on Sunday to finalize a list of more than 100 pardons and commutations, the source said.\n\nCNN reported that Dr Salomon Melgen, a prominent eye doctor from Palm Beach who is in prison after being convicted on dozens of counts of health care fraud, is expected to be on the clemency list.\n\nThe source said the clemencies were expected to be issued on Trump's last full day in office on Tuesday. Skipping the inauguration of President-elect Joe Biden, Trump leaves on Wednesday morning to begin his post-presidency at his Mar-a-Lago club in Palm Beach, Florida. His presidency ends at noon on Wednesday."
        },
        {
          "link": "https://www.thedailystar.net/crime/robber-beaten-dead-by-mob-2029777",
          "published": "2021-01-18T06:38:16",
          "title": "‘Robber’ beaten dead by mob: Ctg police",
          "text": "An alleged robber was beaten to death by a mob while another was injured in Sitakunda upazila of Chattogtam early today.\n\nIdentity of the deceased could not be ascertained immediately, reports our Chattogram correspondent.\n\nAdditional Superintendent of Police (Sitakunda) Ashraful Karim told The Daily Star that a gang of robbers broke into two houses in Muradpur union in the middle of night and looted valuables.\n\nWhen the gang was leaving the area, locals rushed there hearing screams of the families who were robbed, and managed to catch two robbers, said the police official.\n\nLocals beat them up, leaving the duo critically injured, he said, adding that one of the injured, however, managed to flee.\n\nOn information, police rushed to the spot and took the injured \"robber\" to a hospital where he was declared dead, said the police official.\n\nThe body was sent to Chattogram Medical College Hospital (CMCH) for autopsy."
        }
      ]
    },
    "banglatribune": {
      "rss": "https://en.banglatribune.com/feed/",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "http://en.banglatribune.com/others/news/91332/KOICA-donates-medical-supplies-to-BSMMU",
          "published": "2020-05-18T06:59:59",
          "title": "KOICA donates medical supplies to BSMMU",
          "text": "Korea International Cooperation Agency (KOICA) office in Dhaka collaboration with KBAA (KOICA Bangladesh Alumni Association) has donated emergency medical supplies to the BSMMU, Fiver Clinic, to help with COVID-19 response in Bangladesh.\n\nThe supplies included COVID-19 prevention items including oxygen concentrators, medical masks, medicines, and other relevant items to improve working conditions of health workers in BSMMU, says a KOICA press release.\n\nThe Republic of Korea’s experience of combatting COVID-19 is well-known in the world, for its 3T (Test-Trace-Treat) strategies.\n\nIn this regards, Country Director of KOICA Bangladesh, Ms. Do young-ah mentioned “This could be a great momentum for KOICA to support COVID-19 response in Bangladesh. On behalf of Korean government, KOICA will take the necessary measure to curve the epidemic in Bangladesh but also improve working condition of health workers.”\n\nPresident of KBAA, Monzur Hossain, said “I am glad that we could contribute for the not only patients but also health works in field level. We, KBAA collaboration with KOICA, are willing to expand our social responsibility activities for the vulnerable groups in Bangladesh.”\n\nKOICA is a government aid agency of the Republic of Korea, founded in 1991 and established its Bangladesh office in 1993. KOICA implements Korea’s grant aid and technical cooperation, supporting the socio-economic development of partner countries."
        },
        {
          "link": "http://en.banglatribune.com/others/news/91331/5-more-flights-to-take-back-British-nationals-to",
          "published": "2020-04-26T06:34:33",
          "title": "5 more flights to take back British nationals to London",
          "text": "British High Commission has arranged five more special flights to take back British nationals to UK, says High Commissioner Robert Chatterton Dickson.\n\nIn a facebook message in Sunday morning, the envoy said, prior to this, the high commission arranged three more flights and one flight would depart later on Sunday.\n\n“I’m pleased to say that we have now organised five further flights to go on the 29th of April, and the 1st, 3rd, 5th, and 7th of May.”\n\nHe urged the British community to reserve a seat on those flights by using CTM travel portal available through high commission travel advice website.\n\n“If you have already booked with CTM please do not do so again because a subsequent booking will only confuse the system and delay departure.”\n\nThe airlines have imposed strict limits on baggage for these flights, Dickson said.\n\nThe high commissioner warned that after allocating a seat, if one does not take it, then he will not be allocated a further seat."
        },
        {
          "link": "http://en.banglatribune.com/national/news/91330/Covid19-Rajarbagh-Mohammadpur-worst-affected",
          "published": "2020-04-25T14:40:52",
          "title": "Covid19: Rajarbagh, Mohammadpur worst affected",
          "text": "Bangladesh Saturday reported nine more deaths from the novel coronavirus (COVID-19) overnight and recorded 309 fresh positive cases, a sharp drop from yesterday’s infection tally.\n\n“Nine more COVID-19 patients died in the last 24 hours, raising the death toll from the pandemic to 140,” DGHS Additional Director General (administration) Prof Nasima Sultana told a virtual media briefing at the Directorate General of Health Services (DGHS) in the city.\n\nShe said the total number of the COVID-19 cases in the country has soared to 4998 as 309 more people tested positive for the virus in the past 24 hours, reports BSS.\n\nAnalyzing the area-based transmission of the fatal disease, the health official said coronavirus positive cases have alarmingly increased in Gazipur, Mymensingh, Munshiganj, Chattogram, Narsingdi and Keraniganj.\n\nShe dubbed Dhaka and Narayanganj COVID-19 as “hotspots” as the maximum number of cases were detected in the two cities.\n\nNasima said Dhaka city has been considered as the worst-affected with nearly 45 percent of COVID cases, while Dhaka division has remained top position with over 80 percent infected cases out of total coronavirus patients.\n\nIn Dhaka city, ten areas – Rajarbagh, Mohammadpur, Lalbagh, Jatrabari, Bangsal, Chakbazar, Mirpur, Uttara, Tejgaon and Mahakhali — have been identified the worst hit as the maximum number cases were found in those areas.\n\nThe country confirmed the first coronavirus death on March 18, ten days after detection of the first COVID-19 cases.\n\nThe health official said among the nine fatalities, seven are in their 70s, one in his 60s and one in his 50s. Among the victims, three are in Dhaka, two in Narayanganj, one each in Joypurhat, Tangail, Madaripur and Mymensingh.\n\nNasima said Bangladesh is witnessing a rapid rise of coronavirus cases since March 24 as 4,992 people tested positive for the virus during the time while the number was only 6 from March 8 to March 23.\n\nShe said a total of 43,113 samples have so far been tested since the detection of first COVID-19 cases in the country, adding: “We tested 3337 samples in the past 24 hours.”\n\nThe health official informed that at present, there are 23 labs in the country for testing samples of COVID-19. The government has a target to set up 28 labs in the country, she said adding rest 5 labs will be set up within a week.\n\nNasima said COVID-19 cases were found in 60 districts meaning that almost all regions of the country are now risky for the fatal disease.\n\nShe said Natore and Bhola districts have been freshly included in the list of the COVID-19-prone districts, adding no cases are yet to be reported in four districts — Rangamati, Khagrachchari, Jhenaidah and Satkhira.\n\nAccording to the age-group, 10 percent COVID-19 cases are in their 60s, 15 percent in their 50s, 18 percent in their 40s, 22 percent in their 30s, 24 percent in their 20s while eight percent is above ten years old and 3 percent below 10 years old, Nasima added.\n\n“The most effective ways to protect ourselves from the super contagious virus are frequently clean hands with soap, cover cough with the bend of elbow or tissue and maintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing,” she added.\n\nThe health official said people must stay at home to protect themselves from the virus infection, “If they go outside from their home for their emergency needs, they must wear masks,” she said.\n\nWhen the people return home, Nasima said, they must clean their hands with an alcohol-based hand rub or soaps, and their wearing clothes have to be washed by detergents to ensure proper hygiene.\n\nThe health official urged Muslim devotees to follow strictly the directives given by the Religious Affairs Ministry while performing prayers during the holy month of Ramadan.\n\nShe also called upon them to avoid iftar mahfil and any gathering in this month.\n\nThe DGHS sources said as coronavirus outbreak is on the rising trend in the country, the government has intensified its efforts including further extending general holidays till May 5, collecting quality logistics medical materials and increasing healthcare facilities to fight the pandemic.\n\nThey said over 1.70 lakh people were kept at both home and institutional quarantine and nearly 9,0000 people were released from quarantine, while the number of people who are currently remain in quarantine is 80,971.\n\nThey added a total of 601 institutions have been prepared across the country for keeping over 30,635 people in quarantine, adding nearly 1000 people have now been kept in isolation.\n\nThe health service organization said as part of taking preventative measures to stop imported cases of COVID-19, the authorities of all gateways, including airports, land ports and waterways, are continuing screening of all foreign returnees.\n\nIt added the government has collected 15,16,190 PPE so far, of which 12,52,233 were distributed and 2,63,957are in stock.\n\nThe DGHS sources said every day the government is collecting nearly one lakh PPE and of those, 60,000 to 70000 PPE are being distributed among healthcare providers.\n\nBy this month, the number of procurement of PPE will reach 20 lakh, they added.\n\nThey also said that the government is strictly maintaining standard of all kinds of protective equipment including PPE, surgical masks and gloves to ensure safety of medical professionals.\n\nThe DGHS sources said in case of critical COVID-19 patients, special facilities including oxygen, ICU and dialysis units are needed in hospitals. At present, the country has 192 ICUs and 40 dialysis units, they added.\n\nThey said till today, nearly 33 lakh people received healthcare services from hotline mobile numbers and health web portals as the government formed a group of medical professionals to provide emergency health services.\n\nThe contact hotline and mobile numbers are 16263; 333; 10655 and 01944333222 – to receive information and treatment facilities on COVID-19.\n\nAs of April 25, 2020, 10.47 GMT, 197,846 people have died so far from the coronavirus COVID-19 outbreak and there are 2,845,859 currently confirmed cases in 210 countries and territories, according to Worldomete, a reference website that provides counters and real-time statistics for diverse topics.\n\nChina was the world’s first country which on January 11 reported the first death from the novel coronavirus in Wuhan, the capital of Central China’s Hubei province."
        },
        {
          "link": "http://en.banglatribune.com/others/news/91329/Momen-joins-UN-solidarity-song-over-COVID-19",
          "published": "2020-04-25T14:27:14",
          "title": "Momen joins UN solidarity song over COVID-19 combat",
          "text": "Foreign Minister A K Abdul Momen has joined the United Nations (UN) music video, paying tribute to medical professionals combating deadly coronavirus as well as encouraging donations to the WHO’s COVID-19 solidarity response fund.\n\n“During the year when we mark the 75th anniversary of the United Nations, there is a message of solidarity that 26 former and current ambassadors to the UN want to send to the world, launching a music video with a cover of Michael Jackson’s song ‘Heal the World’,” UN said in a statement on Thursday.\n\nMomen, who served as Permanent Representative of Bangladesh to the UN, had appeared at the music video holding a placard written in Bangla – “Porisuddho Hok Prithibi (Heal the World)”.\n\n“This video is a tribute to all those who contribute to healing the world – doctors, nurses, healthcare workers,” read the statement posted at the UN Web TV site with the music video.\n\nThe video also wants to encourage donations to the COVID-19 Solidarity Response Fund for World Health Organization (WHO), which can be made at www.COVID19ResponseFund.org, it added.\n\nThe WHO is leading and coordinating the global effort, supporting countries to prevent, detect, and respond to the pandemic.\n\nThe music project is an initiative of Simona-Mirela Miculescu, founding member of UNRocks, the first ever music group composed of ambassadors to the UN.\n\nCurrently, the entire world is facing an unprecedented threat as the COVID-19 pandemic has rapidly covered the globe, spread suffering, disrupted billions of lives and endangered the global economy."
        },
        {
          "link": "http://en.banglatribune.com/national/news/91328/Covid-19-OIC-to-hold-special-meeting",
          "published": "2020-04-20T18:20:06",
          "title": "Covid-19: OIC to hold special meeting",
          "text": "Organization of Islamic Cooperation (OIC) will hold an extraordinary meeting of the OIC Executive Committee at the level of Foreign Ministers as part of its effort to address the issues of COVID-19 pandemic via video conferencing on Wednesday (Apr 22).\n\nThe meeting comes as a part of a series of measures taken and campaign launched by the OIC since the outbreak of COVID-19 pandemic.\n\nThe meeting is expected to review the effects of the Corona pandemic on member states’ public health, security and their financial stability, says a press release.\n\nThe current OIC Executive Committee comprises of six member states- Bangladesh, Turkey, Saudi Arabia, The Gambia, United Arab Emirates, and Niger.\n\nThe meeting will be chaired by the Kingdom of Saudi Arabia, Chair of the 14th Islamic Summit Conference with the presence of foreign ministers of the six countries and OIC Secretary General.\n\nBangladesh Foreign Minister A K Abdul Momen will participate in the meeting."
        },
        {
          "link": "http://en.banglatribune.com/others/news/91327/WFP-begins-food-distribution-in-Cox%E2%80%99s-Bazar",
          "published": "2020-04-20T05:36:03",
          "title": "WFP begins food distribution in Cox’s Bazar",
          "text": "The United Nations World Food Programme (WFP) has started distributing food to the most vulnerable families in the Cox’s Bazar district impacted by shutdowns due to COVID-19. Alongside making changes in the food distribution process in the Rohingya camps to mitigate the risk of Covid-19, WFP is working with local government authorities to provide support to the host communities of Cox’s Bazar as needed.\n\nAs well as providing food to vulnerable households, WFP is also supplying food to patients in the government and humanitarian-managed quarantine and isolation facilities in Cox’s Bazar, says a press release.\n\nThis includes dry food rations for up to 1,500 patients to the isolation facilities and hot meals to up-to 3,000 people in the Government quarantine centre. These distributions are complementing ongoing food assistance provided by the government including in Cox’s Bazar.\n\n“It is great that WFP stands together in solidarity with the people of Cox's Bazar during this critical time of the Novel Coronavirus (COVID-19) outbreak,” said MD Kamal Hossain, Deputy Commissioner for Cox’s Bazar.\n\n“At WFP, we always believe that a collective effort is the key to dealing with a crisis like the spread of Covid-19,” said Richard Ragan, WFP Representative to Bangladesh.\n\nThe distributions began this week and will continue on a monthly basis. As more funding becomes available, WFP will be able to reach more people with further assistance including unconditional cash transfers."
        }
      ]
    }
  }
}