{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": [
        {
          "link": "https://www.bbc.co.uk/news/uk-55820178",
          "published": "2021-01-27T02:56:31",
          "title": "Covid: Archbishops call for daily prayer after 100,000 UK deaths",
          "text": "\"The deaths on the way up are likely to be mirrored by the number of deaths on the way down in this wave. Each one again is a tragedy and each one represents probably four or five people who survive but are damaged by Covid.\""
        },
        {
          "link": "https://www.bbc.co.uk/news/world-europe-55817633",
          "published": "2021-01-26T23:24:32",
          "title": "Coronavirus: AstraZeneca defends EU vaccine rollout plan",
          "text": "\"Would I like to do better? Of course. But, you know, if we deliver in February what we are planning to deliver, it's not a small volume. We are planning to deliver millions of doses to Europe, it is not small.\""
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-55821702",
          "published": "2021-01-27T04:30:52",
          "title": "Covid: Arrivals to England from virus hotspots face hotel quarantine",
          "text": "At the moment, incoming travellers have to show proof of a negative Covid-19 test on departure, taken in the previous 72 hours. Then they still have to quarantine for up to 10 days, although this can be done at home."
        },
        {
          "link": "https://www.bbc.co.uk/news/world-us-canada-55819769",
          "published": "2021-01-27T01:02:43",
          "title": "Biden raises election meddling with Putin in first phone call",
          "text": "Biden raises election meddling with Putin in first phone call Published 5 hours ago\n\nimage copyright Getty Images\n\nUS President Joe Biden has warned Russian leader Vladimir Putin about election meddling in their first call as counterparts, the White House says.\n\nThe conversation included a discussion about the ongoing opposition protests in Russia and an extension of the last remaining US-Russia nuclear arms pact.\n\nMr Putin congratulated the new US president on winning the election, according to a Russian statement.\n\nBoth parties said they agreed to maintain contact moving forward.\n\nFormer US President Donald Trump sometimes undercut his own administration's tough posture on Russia and was accused of being too deferential to Mr Putin.\n\nBut former President Barack Obama - under whom Mr Biden served as vice-president - was also criticised for failing to check the Kremlin as it annexed Crimea, invaded eastern Ukraine and muscled in on Syria.\n\nWhat did the White House and Kremlin say about the call?\n\n\"President Biden made clear that the United States will act firmly in defence of its national interests in response to actions by Russia that harm us or our allies,\" a US statement said.\n\nA White House readout of Tuesday afternoon's call said that the two presidents also discussed the massive SolarWinds cyber-attack, which has been blamed on Moscow, reports that the Kremlin placed bounties on US soldiers in Afghanistan, and the poisoning of Russian opposition activist Alexei Navalny.\n\nThe Kremlin readout of the call did not refer to any points of friction the White House said had been raised by Mr Biden, who has in the past referred to Mr Putin as \"a KGB thug\".\n\nRussian officials said their president had \"noted that the normalisation of relations between Russia and the United States would meet the interests of both countries and - taking into account their special responsibility for maintaining security and stability in the world - of the entire international community\".\n\n\"On the whole, the conversation between the leaders of Russia and the United States was of a business-like and frank nature,\" the Kremlin statement added.\n\nThe two leaders appeared to seal an agreement to renew New Start, an Obama-era accord that limits the amounts of warheads, missiles and launchers in the US-Russian nuclear arsenals.\n\nIt was due to expire next month, and Mr Trump had refused to sign on.\n\nBiden doesn't want a confrontation\n\nJoe Biden had indicated he would be tougher on Vladimir Putin than Donald Trump, who refused to take on the Kremlin and frequently cast doubt on Russian interference in the 2016 elections.\n\nOn that matter Mr Biden made his sharpest break with Mr Trump, reportedly telling Mr Putin that he knew Russia had tried to meddle in both the 2016 and 2020 elections. He also warned the Russian president that the US was ready to defend itself against cyber-espionage, and any other attacks.\n\nDespite Mr Trump's conciliatory approach, the Kremlin did not benefit from his presidency, because his administration heavily sanctioned Russians for issues ranging from Ukraine to attacks on dissidents. Joe Biden and his foreign policy team will take a robust position on human rights and Mr Putin's intentions in Europe.\n\nBut they are not looking for a confrontation.\n\nRather, they hope to manage relations and co-operate where possible. In that vein, the two presidents did agree to work at completing the extension of the new Start arms control treaty before it expires next month.\n\nWhat else did Biden do today?\n\nThe call with the Kremlin comes as Mr Biden's nominee for secretary of state, Antony Blinken, was confirmed by the Senate by a vote of 78-22.\n\nMr Biden later appeared at the White House to sign four executive orders aimed at addressing what he called US systemic racism.\n\n\"This is the time to act and it's to act because it's what the core values of this nation call us to do. I believe the vast majority of Democrats, Republicans and Independents share these values and want us to act as well,\" said Mr Biden.\n\nThe president directed the Department of Justice not to renew contracts with private prison operators, though advocates noted the order does not cover privately run immigration detention centres.\n\nmedia caption Biden: \"Systemic racism is corrosive, destructive and costly\"\n\nMr Biden also directed the Department of Housing and Urban Development to take steps to eradicate racism from housing policy.\n\nAccording to the Washington Post, the department will reinstate a 2013 rule on \"disparate impact\" that aims to block the real estate sector from requiring tenants to undergo criminal background checks, or using artificial intelligence to forecast creditworthiness.\n\nThe new orders also recommit the US government to respect tribal sovereignty. This is not seen as a significant change from existing federal policy, but some Native American officials have said their objections to public land decisions were ignored under the Trump administration.\n\nMr Biden also signed a directive rejecting coronavirus-related discrimination against the Asian-American and Pacific Islander communities.\n\nMeanwhile, Vice-President Kamala Harris received her second coronavirus vaccine dose at a federal health agency in Washington DC, saying: \"I want to urge everyone to take the vaccine when it's your turn.\""
        },
        {
          "link": "https://www.bbc.co.uk/news/science-environment-55802902",
          "published": "2021-01-27T05:28:52",
          "title": "Climate change: Biggest global poll supports 'global emergency'",
          "text": "\"When it comes to demographics, something that we saw very clearly was that there is a high correlation between a level of education and belief in the climate emergency. The more educated you are, the more likely you are to believe that there is a climate emergency,\" said Cassie Flynn."
        }
      ]
    },
    "thedailystar": {
      "rss": "https://www.thedailystar.net/top-news/rss.xml",
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "link": "https://www.thedailystar.net/city/news/chattogram-city-corporation-election-begins-amid-cocktail-explosions-and-clashes-2034753",
          "published": "2021-01-27T03:36:58",
          "title": "Chattogram City Corporation election begins amid cocktail explosions and clashes",
          "text": "The Chattogram City Corporation election began this morning with several cocktail bombs exploding in different wards, reports our staff correspondent from spot.\n\nSeveral people were also injured due to clashes between the supporters of AL-backed councillors and rebel AL candidates.\n\nExplosions were heard in Jalalabad, Pathantuli, Paschim Bakulia, Firingibazar and Lalkhan Bazar areas in the morning.\n\nAlthough voters were seen coming to polling centres since 8 am, when voting started, cocktail bomb explosions created a sense of fear.\n\nSupporters of councillor candidates of the ruling party and rebel AL candidates also started clashes in different places.\n\nMeanwhile, clash also ensued between supporters of AL-nominated councillor candidate and AL rebel councillor aspirant in front of Shahidnagar City Corporation Girls High School in Lalkhanbazar area.\n\nSeveral people were injured in another clash between the supporters of AL councillor candidate and rebel candidate in front of Asadganj Sobhania Alia Madrasa Centre.\n\nAt least 10 people were injured during a chase and counter-chase between the supporters of AL councillor candidate Abul Hasnat and rebel AL candidate Abul Fazl Kovid Manik in front of Tigerpass Government Primary School centre.\n\nThey pelted stones targeting each other, witnesses said.\n\nPolice fired tear gas shells to disperse them and brought the situation under control, said Assistant Commissioner (Bayezid Zone) Poritran Talukdar.\n\nAL activists and an Ansar man barred our staff correspondent from taking photos of irregularities inside polling booth number-9 at the centre where two AL men were \"helping\" a voter to cast his vote inside the booth.\n\nBNP-nominated reserved seat candidate (Lalkhanbazar, Baghmoniram and Jamalkhan) Monwara Begum Moni said she was not allowed to enter and cast her vote at Shahidnagar City Corporation Girls High School centre.\n\nShe claimed 320 agents of BNP were driven away from 44 centres.\n\nMoni and her daughter came under attack by a group of people when she was talking to journalists in front of the centre around 9:50am, reports our Chattogram correspondent.\n\nMoni claimed that supporters of AL candidate carried out the attack.\n\nProtesting the attack, Moni staged a sit-in in front of the polling centre and also announced to boycott the polls.\n\nMoni is a three-time councillor in the reserved seat for women.\n\nMeanwhile, BNP mayoral candidate Dr Shahadat Hossain alleged that most of his agents were driven out from polling centres after being beaten up.\n\n\"If he (presiding officer) does not see any agents of candidates at the centre, he has to ask about them. It is his duty to provide security of all agents,\" he said.\n\nShahadat said he spoke with the presiding officer. \"The presiding officer needs to act neutral as he is part of Election Commission. It is their responsibility,\" he added.\n\nBGB, police personnel, executive magistrate arrived at Shahidnagar City Corporation Girls High School polling centre but didn't take any action rather than blowing whistle.\n\nBNP polling agents claimed to have been driven out from polling centres including Shah Waliullah Institute, Lok Proshashon, Saleh Jahur School, Khastogir School and National Primary School.\n\nVoters at Shahidnagar City Corporation Girls High School in Lalkhanbazar alleged that supporters of AL candidate barred them from entering the centre. A few women voters were seen protesting and demanding to be allowed to enter to cast their votes.\n\nA female voter at the same centre alleged that a polling agent had cast her vote.\n\nShe also said that polling officials didn't pay any heed when she tried to complain.\n\nWhen our staff correspondent asked the voter to identify said polling agent, police and AL men barred him, saying the incident was \"not a big deal\".\n\nPresiding Officer refused to make any comment regarding the matter, saying he is busy."
        },
        {
          "link": "https://www.thedailystar.net/city/news/ccc-election-youth-killed-clash-between-supporters-rival-councilor-candidates-2034757",
          "published": "2021-01-27T04:55:33",
          "title": "CCC Election: Pedestrian killed in 'gunfight' between supporters of rival councilor candidates",
          "text": "A pedestrian was killed and 12 others sustained bullet injuries during a clash between supporters of two rival councilor candidates in Chattogram City Corporation (CCC) election in front of UCEP Technical School Polling centre.\n\nThe deceased was identified as Alauddin Alo (28), a construction worker.\n\nHe suffered bullet injuries in the head after he came in the middle of a \"gunfight\" in front of the centre at Jaothola in Khulsi area, said Alauddin Talukdar, assistant sub-inspector at Chattogram Medical College Hospital police outbox.\n\nAlo was declared dead by on duty medical officer when he was brought at CMCH around 10 am, said Jahirul Islam, in charge of CMCH Police Camp.\n\nThe victim used to live in nearby Ambagan area with his family and he came out of his house in the morning, hearing news of the clash, ASI Alauddin said.\n\nMeanwhile, voting started since 8:00 am today with low presence of voters.\n\nVisiting Dr Khastagir Government Girls High School at Jamal Khan area around 9:00am, it was seen that some 10 voters were in the polling centre.\n\nAround 50 activists holding the badge of AL supported councilor candidate Shaibal Das Suman in CCC ward no. 21 were seen outside the polling centre while no BNP agent was seen in the polling centre.\n\nThe same scenario prevailed at adjacent Shah Wali Ullah Institute polling centre. No agent of BNP nominated mayoral candidate was seen in any of four booths in the centre.\n\nAsked, Bishwanath Biswas, presiding officer of the centre, said no agent of BNP mayoral candidate came to the centre to report to him.\n\nSome four to five votes were cast in each of the booths.\n\nA mobile court led by executive magistrate Enamul Hasan visited the centre. The magistrate dispersed the gathering of Shaibal Das' supporters but they returned as soon as the magistrate left the place.\n\nMeanwhile, another person was stabbed at Jhaotola area.\n\nThe injured Abu Taher 32, is a supporter of AL backed councillor candidate Wasim Ahmed.\n\nTaher was allegedly attacked by supporters of rebel AL candidate Mahmudul Islam from ward no. 13."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/al-bnp-lock-horns-port-city-2034437",
          "published": "2021-01-26T18:00:00",
          "title": "AL, BNP lock horns for port city",
          "text": "More than 19 lakh voters are going to decide today the outcome of a high-voltage contest between the ruling Awami League and its archrival BNP in the Chattogram City Corporation election amid tight security.\n\nThis is the first time the port city polls are being held under party banner and also through electronic voting machines (EVMs).\n\nThough seven mayoral candidates are contesting the polls, the main contest is likely to take place between AL's Rezaul Karim Chowdhury and BNP's Shahadat Hossain.\n\nVoting will start at 8:00am and continue till 4:00pm without any break.\n\nElection observers as well as the city residents will keep their eyes on the polls with 22 AL rebel candidates vying for councillor posts in 22 of the 41 wards. The rebels remain a major concern for the ruling party which could not deter them from contesting the polls despite repeated attempts.\n\nIn reality, the local body to be formed through people's mandate will not be able to solve many of the decades-old problems of the the city residents due to constraints on its jurisdiction. Yet, there had been a lot of excitement in the run-up to the polls due to the presence of a large number of AL rebel candidates.\n\nTalking to The Daily Star at his office yesterday, Returning Officer Mohammad Hasanuzzaman said they have taken all measures to hold the local body election in a free and fair manner.\n\n\"My appeal to the voters is that they go to the polling centres without any fear and cast ballots for whoever they want. We have taken all-out measures so that voters can return home safely after casting votes.\"\n\nHe warned that stern action will be taken if anyone tries to ruin the election atmosphere.\n\n\"We have covered the city corporation area in a security blanket.\n\n\"There is no concern over any possible untoward incident during the election.\"\n\nDespite the assurance, the BNP camp is apprehensive about the holding of a free and fair election. A number of party leaders have alleged that police are harassing and arresting their activists in \"false cases\".\n\nBNP candidate Shahadat was seen busy yesterday putting pressure on the RO so that law enforcement agencies do not harass his party men involved in election activities.\n\nAround 2:00pm, he went to the Election Commission Office and submitted a written complaint mentioning that 56 of his polling agents without criminal records were arrested in police raids in different areas of the city between Monday night and yesterday morning.\n\nThe RO assured him that no polling agents would be barred from entering the centres on the election day.\n\nTalking to reporters later, Shahadat said the arrest of his polling agents just days before the voting day ruined the election atmosphere.\n\n\"The government is paving the way for holding a one-sided election through vote rigging.\"\n\nMembers of law enforcement agencies have stoked fear among BNP leaders and activists over the last week by raiding houses of many party loyalists. They are arresting those who are working in the field and do not have any criminal record, he alleged.\n\n\"We tried a lot to create a festive atmosphere so that people become interested to go to polling centres and vote, but now panic and fear have set in,\" he said.\n\nOn the other hand, AL candidate Rezaul spent the day with party leaders and activists, having discussions on their tasks on the voting day.\n\nBefore leaving his residence around 11.30am, he talked to journalists and expressed satisfaction over the election atmosphere.\n\nSECURITY BLANKET\n\nHasanuzzaman said 416 of the 735 polling stations in the city were identified as risky, and 18 members of police and ansar will be deployed in each of those. Besides, 16 members of law enforcement agencies will stand guard at each of the remaining 319 polling centres.\n\nA total of 15,000 members of the BGB, Rab, police and ansar have been deployed all over the port city for holding the election in a free and fair manner.\n\nMoreover, 69 executive and 20 judicial magistrates will carry out election duties in the 41 wards of the city, the RO mentioned.\n\nEarlier in the morning, Hasanuzzaman distributed EVMs and other materials among the presiding officers of different polling centres.\n\nBack in 1994, AL leader ABM Mohiuddin Chowdhury became the first democratically-elected mayor of the port city. He later became CCC mayor for two consecutive terms.\n\nBNP-backed M Manjur Alam was elected mayor in 2010. Then AL-backed AJM Nasir Uddin became mayor in 2015.\n\nThe CCC polls were scheduled to be held in March last year. But it had to be deferred due to the Covid pandemic.\n\nThe CCC is third among the country's 12 city corporations in terms of number of voters."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/nothing-fear-want-be-history-2034409",
          "published": "2021-01-26T18:00:00",
          "title": "I’m not afraid, want to be a part of history",
          "text": "Runu Beronica Costa wanted to become a part of the country's history.\n\nToday, the senior nurse's wish will be fulfilled when Prime Minister Sheikh Hasina virtually inaugurates the country's pilot Covid-19 vaccination programme at Kurmitola General Hospital, where Costa works.\n\nShe will get the first shot of the vaccine on the auspicious occasion.\n\n\"When I came to know that the prime minister would inaugurate the vaccination at Kurmitola, I immediately thought: Why not me?\" Costa said in an exclusive interview with The Daily Star last night.\n\n\"I wanted to be part of history. I told my [hospital] authorities that I would like to take the vaccine first,\" she said.\n\nAsked what motivated her to be the first in the country to take the vaccine, the 38-year-old Costa said, \"I have been in the profession for a long time. When the pandemic was hitting hard, I did not retreat from my duties. My hospital was a Covid-19 dedicated one. I have been serving here since the pandemic started; I did not leave the profession then. So, when the vaccine arrives, why should I retreat? There is nothing to fear.\"\n\nCosta said two of her colleagues will also get the vaccine dose on the first day of piloting the vaccine in the country.\n\nShe also said her family members were very supportive of her bold decision.\n\n\"I talked to my husband and he encouraged me. No one said a negative word about the vaccine. Every vaccine has side effects. This vaccine might also have some side effects. If I'm extremely unlucky I might experience some side effects. But I'm not worried about it at all,\" said Costa, who is a mother to a son and a daughter.\n\nShe said after completing her diploma in nursing, she joined United Hospital as a nurse in 2002.\n\nHailing from Gazipur, Costa served there for nine years before joining the government job in 2013.\n\n\"Kurmitola General Hospital was my first working station in a government job. And I have been serving here since then,\" Costa said.\n\nShe said her husband Pobon Gomes, whom she married in 2005, is an administration officer of a private company.\n\nHer 13-year-old daughter Protha Gomes and 10-year-old son Prayash Gomes are in school."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/stockpiling-rice-potato-onion-govt-measures-failed-miserably-2034433",
          "published": "2021-01-26T18:00:00",
          "title": "Stockpiling of Rice, Potato, Onion: Govt measures failed miserably",
          "text": "Many traders indiscriminately stockpiled rice, potato, and onion to drive up prices even when there was a supply surplus.\n\nIn the meantime, government interventions wholly failed to manage the crisis.\n\nThese findings of three study teams from Bangladesh Agricultural Research Council were revealed yesterday at a press conference at the capital's Barc office.\n\nThe agriculture ministry initiated the market research on October 20 last year following public outcry over the prices. The ministry formed the three teams to investigate why prices of the three essential food items soared in the market.\n\nIn the months following the monsoon in mid-October, onion prices rose as high as Tk 80 per kg at the wholesale market and Tk 90-95 at the retail, while each kg of potato was sold for Tk 50 at the retail front. Even prices of rice went beyond the reach of many. Different varieties of the staple, like Miniket and Nazirshail, was sold at Tk 60 per kg.\n\nThe study teams found that 52 percent of farmers sold their Boro paddy within a month of harvesting, and only an insignificant minority (five percent) sold it more than four months after the harvest.\n\n\"It means, when the price of rice increased, the staple was not with the farmers,\" Prof Jahangir Alam, a former director-general of Bangladesh Livestock Research Institute and the coordinator of the study teams, told the press conference yesterday.\n\n\"The millers told us that Boro production decreased resulting in the high prices, but the farmers told us that Boro production had actually increased. Sure, Aman production was less than usual, but there was plenty of Boro in stock,\" he added.\n\nThe per person demand for rice per day is 551gm, while the per person availability was 621gm (per day), estimated the teams.\n\nThe teams found that the cost of rice processing (by millers) had gone up because of increased transportation costs. Despite this, the millers still made Tk 4.7 in profit for every kg during the Boro season and Tk 5.2 per kg during the Aman season.\n\n\"If you take only rice into consideration, the profit would not be noticeable, but millers produce a lot of by-products, and those widened the profit margin,\" said Md Abdur Rouf Sarkar, senior scientific officer of Agricultural Economics Division at the Bangladesh Rice Research Institute while presenting the findings of one of the teams.\n\nThe profit, however, was less than that of other years.\n\nThe team also pointed at the government's failure in procuring rice. \"The government rice stock had gone down to as little as 5 lakh tonnes,\" said Rouf.\n\nThe team recommended that the government should always maintain a reserve of at least 12.5 lakh tonnes of rice every month to control market prices during August-October.\n\nAgriculture Minister Abdur Razzaque admitted that the government had failed to procure rice from the farmers. \"Last year our procurement price was lower than the market price, so farmers refused to sell [their produce] to us. Last year, we could not even procure Tk 1 lakh tonnes of grains,\" he commented.\n\n\"We opened up rice imports to ease the market, but the traders refused to import it saying that the 25 percent import duty would not let them make profit,\" he added.\n\n\"Millers and wholesalers are now controlling the market,\" he said.\n\nThe price of Aman rice was 74 percent more than what it was in 2019, the team found, while the price of Aman paddy almost doubled.\n\nAnother team found similar reasons behind the increase in potato prices.\n\n\"There was a surplus of 3.41 lakh metric tonnes,\" said Prof Dr Shaikh Abdus Sabur of the Department of Agribusiness and Marketing at Bangladesh Agricultural University, presenting the findings of the team.\n\nThe price of potatoes peaked after September and October, while data shows that between July and November, the cold-storage facilities released on average 16.3 percent of their stored potatoes, while the selling price of potatoes shot up to Tk 1,650 per 40kg. In March, when 65 percent of potatoes were released from the storages, the price had been Tk 470 for 40kg.\n\n\"The main cause of this price hike was the artificial crisis created by profit-seeking traders, rather than low production and high consumption of potatoes,\" concluded the team.\n\n\"Market intervention by Trading Corporation of Bangladesh [TCB] was also very much limited. TCB only sold 215.5 metric tonnes of potatoes so far in different districts,\" found the team.\n\nThe national demand was 6,817,000 metric tonnes and TCB's intervention was a drop in the bucket.\n\nStockpiling was also the primary reason behind the price increase of onions, found another of the study teams.\n\nThe net demand for onions was 22.92 lakh metric tonnes, while the supply was 25.77 metric tonnes, said Dr Md Abdur Rashid, chief scientific officer at Bangladesh Agricultural Research Institute.\n\n\"When India stopped onion exports, the traders started stockpiling onions,\" he said.\n\nAccording to data collected from Faridpur, Pabna and Natore, following the export ban by India, onions were released into the market slowly.\n\n\"Due to the Covid-19 pandemic, a lot of migrant workers returned from overseas. They turned to onion business and most of their investment was in hoarding of onions, but they did not dispose of the onion in time, raising the prices,\" he added."
        }
      ]
    },
    "banglatribune": {
      "rss": "https://en.banglatribune.com/feed/",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "http://en.banglatribune.com/others/news/91332/KOICA-donates-medical-supplies-to-BSMMU",
          "published": "2020-05-18T06:59:59",
          "title": "KOICA donates medical supplies to BSMMU",
          "text": "Korea International Cooperation Agency (KOICA) office in Dhaka collaboration with KBAA (KOICA Bangladesh Alumni Association) has donated emergency medical supplies to the BSMMU, Fiver Clinic, to help with COVID-19 response in Bangladesh.\n\nThe supplies included COVID-19 prevention items including oxygen concentrators, medical masks, medicines, and other relevant items to improve working conditions of health workers in BSMMU, says a KOICA press release.\n\nThe Republic of Korea’s experience of combatting COVID-19 is well-known in the world, for its 3T (Test-Trace-Treat) strategies.\n\nIn this regards, Country Director of KOICA Bangladesh, Ms. Do young-ah mentioned “This could be a great momentum for KOICA to support COVID-19 response in Bangladesh. On behalf of Korean government, KOICA will take the necessary measure to curve the epidemic in Bangladesh but also improve working condition of health workers.”\n\nPresident of KBAA, Monzur Hossain, said “I am glad that we could contribute for the not only patients but also health works in field level. We, KBAA collaboration with KOICA, are willing to expand our social responsibility activities for the vulnerable groups in Bangladesh.”\n\nKOICA is a government aid agency of the Republic of Korea, founded in 1991 and established its Bangladesh office in 1993. KOICA implements Korea’s grant aid and technical cooperation, supporting the socio-economic development of partner countries."
        },
        {
          "link": "http://en.banglatribune.com/others/news/91331/5-more-flights-to-take-back-British-nationals-to",
          "published": "2020-04-26T06:34:33",
          "title": "5 more flights to take back British nationals to London",
          "text": "British High Commission has arranged five more special flights to take back British nationals to UK, says High Commissioner Robert Chatterton Dickson.\n\nIn a facebook message in Sunday morning, the envoy said, prior to this, the high commission arranged three more flights and one flight would depart later on Sunday.\n\n“I’m pleased to say that we have now organised five further flights to go on the 29th of April, and the 1st, 3rd, 5th, and 7th of May.”\n\nHe urged the British community to reserve a seat on those flights by using CTM travel portal available through high commission travel advice website.\n\n“If you have already booked with CTM please do not do so again because a subsequent booking will only confuse the system and delay departure.”\n\nThe airlines have imposed strict limits on baggage for these flights, Dickson said.\n\nThe high commissioner warned that after allocating a seat, if one does not take it, then he will not be allocated a further seat."
        },
        {
          "link": "http://en.banglatribune.com/national/news/91330/Covid19-Rajarbagh-Mohammadpur-worst-affected",
          "published": "2020-04-25T14:40:52",
          "title": "Covid19: Rajarbagh, Mohammadpur worst affected",
          "text": "Bangladesh Saturday reported nine more deaths from the novel coronavirus (COVID-19) overnight and recorded 309 fresh positive cases, a sharp drop from yesterday’s infection tally.\n\n“Nine more COVID-19 patients died in the last 24 hours, raising the death toll from the pandemic to 140,” DGHS Additional Director General (administration) Prof Nasima Sultana told a virtual media briefing at the Directorate General of Health Services (DGHS) in the city.\n\nShe said the total number of the COVID-19 cases in the country has soared to 4998 as 309 more people tested positive for the virus in the past 24 hours, reports BSS.\n\nAnalyzing the area-based transmission of the fatal disease, the health official said coronavirus positive cases have alarmingly increased in Gazipur, Mymensingh, Munshiganj, Chattogram, Narsingdi and Keraniganj.\n\nShe dubbed Dhaka and Narayanganj COVID-19 as “hotspots” as the maximum number of cases were detected in the two cities.\n\nNasima said Dhaka city has been considered as the worst-affected with nearly 45 percent of COVID cases, while Dhaka division has remained top position with over 80 percent infected cases out of total coronavirus patients.\n\nIn Dhaka city, ten areas – Rajarbagh, Mohammadpur, Lalbagh, Jatrabari, Bangsal, Chakbazar, Mirpur, Uttara, Tejgaon and Mahakhali — have been identified the worst hit as the maximum number cases were found in those areas.\n\nThe country confirmed the first coronavirus death on March 18, ten days after detection of the first COVID-19 cases.\n\nThe health official said among the nine fatalities, seven are in their 70s, one in his 60s and one in his 50s. Among the victims, three are in Dhaka, two in Narayanganj, one each in Joypurhat, Tangail, Madaripur and Mymensingh.\n\nNasima said Bangladesh is witnessing a rapid rise of coronavirus cases since March 24 as 4,992 people tested positive for the virus during the time while the number was only 6 from March 8 to March 23.\n\nShe said a total of 43,113 samples have so far been tested since the detection of first COVID-19 cases in the country, adding: “We tested 3337 samples in the past 24 hours.”\n\nThe health official informed that at present, there are 23 labs in the country for testing samples of COVID-19. The government has a target to set up 28 labs in the country, she said adding rest 5 labs will be set up within a week.\n\nNasima said COVID-19 cases were found in 60 districts meaning that almost all regions of the country are now risky for the fatal disease.\n\nShe said Natore and Bhola districts have been freshly included in the list of the COVID-19-prone districts, adding no cases are yet to be reported in four districts — Rangamati, Khagrachchari, Jhenaidah and Satkhira.\n\nAccording to the age-group, 10 percent COVID-19 cases are in their 60s, 15 percent in their 50s, 18 percent in their 40s, 22 percent in their 30s, 24 percent in their 20s while eight percent is above ten years old and 3 percent below 10 years old, Nasima added.\n\n“The most effective ways to protect ourselves from the super contagious virus are frequently clean hands with soap, cover cough with the bend of elbow or tissue and maintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing,” she added.\n\nThe health official said people must stay at home to protect themselves from the virus infection, “If they go outside from their home for their emergency needs, they must wear masks,” she said.\n\nWhen the people return home, Nasima said, they must clean their hands with an alcohol-based hand rub or soaps, and their wearing clothes have to be washed by detergents to ensure proper hygiene.\n\nThe health official urged Muslim devotees to follow strictly the directives given by the Religious Affairs Ministry while performing prayers during the holy month of Ramadan.\n\nShe also called upon them to avoid iftar mahfil and any gathering in this month.\n\nThe DGHS sources said as coronavirus outbreak is on the rising trend in the country, the government has intensified its efforts including further extending general holidays till May 5, collecting quality logistics medical materials and increasing healthcare facilities to fight the pandemic.\n\nThey said over 1.70 lakh people were kept at both home and institutional quarantine and nearly 9,0000 people were released from quarantine, while the number of people who are currently remain in quarantine is 80,971.\n\nThey added a total of 601 institutions have been prepared across the country for keeping over 30,635 people in quarantine, adding nearly 1000 people have now been kept in isolation.\n\nThe health service organization said as part of taking preventative measures to stop imported cases of COVID-19, the authorities of all gateways, including airports, land ports and waterways, are continuing screening of all foreign returnees.\n\nIt added the government has collected 15,16,190 PPE so far, of which 12,52,233 were distributed and 2,63,957are in stock.\n\nThe DGHS sources said every day the government is collecting nearly one lakh PPE and of those, 60,000 to 70000 PPE are being distributed among healthcare providers.\n\nBy this month, the number of procurement of PPE will reach 20 lakh, they added.\n\nThey also said that the government is strictly maintaining standard of all kinds of protective equipment including PPE, surgical masks and gloves to ensure safety of medical professionals.\n\nThe DGHS sources said in case of critical COVID-19 patients, special facilities including oxygen, ICU and dialysis units are needed in hospitals. At present, the country has 192 ICUs and 40 dialysis units, they added.\n\nThey said till today, nearly 33 lakh people received healthcare services from hotline mobile numbers and health web portals as the government formed a group of medical professionals to provide emergency health services.\n\nThe contact hotline and mobile numbers are 16263; 333; 10655 and 01944333222 – to receive information and treatment facilities on COVID-19.\n\nAs of April 25, 2020, 10.47 GMT, 197,846 people have died so far from the coronavirus COVID-19 outbreak and there are 2,845,859 currently confirmed cases in 210 countries and territories, according to Worldomete, a reference website that provides counters and real-time statistics for diverse topics.\n\nChina was the world’s first country which on January 11 reported the first death from the novel coronavirus in Wuhan, the capital of Central China’s Hubei province."
        },
        {
          "link": "http://en.banglatribune.com/others/news/91329/Momen-joins-UN-solidarity-song-over-COVID-19",
          "published": "2020-04-25T14:27:14",
          "title": "Momen joins UN solidarity song over COVID-19 combat",
          "text": "Foreign Minister A K Abdul Momen has joined the United Nations (UN) music video, paying tribute to medical professionals combating deadly coronavirus as well as encouraging donations to the WHO’s COVID-19 solidarity response fund.\n\n“During the year when we mark the 75th anniversary of the United Nations, there is a message of solidarity that 26 former and current ambassadors to the UN want to send to the world, launching a music video with a cover of Michael Jackson’s song ‘Heal the World’,” UN said in a statement on Thursday.\n\nMomen, who served as Permanent Representative of Bangladesh to the UN, had appeared at the music video holding a placard written in Bangla – “Porisuddho Hok Prithibi (Heal the World)”.\n\n“This video is a tribute to all those who contribute to healing the world – doctors, nurses, healthcare workers,” read the statement posted at the UN Web TV site with the music video.\n\nThe video also wants to encourage donations to the COVID-19 Solidarity Response Fund for World Health Organization (WHO), which can be made at www.COVID19ResponseFund.org, it added.\n\nThe WHO is leading and coordinating the global effort, supporting countries to prevent, detect, and respond to the pandemic.\n\nThe music project is an initiative of Simona-Mirela Miculescu, founding member of UNRocks, the first ever music group composed of ambassadors to the UN.\n\nCurrently, the entire world is facing an unprecedented threat as the COVID-19 pandemic has rapidly covered the globe, spread suffering, disrupted billions of lives and endangered the global economy."
        },
        {
          "link": "http://en.banglatribune.com/national/news/91328/Covid-19-OIC-to-hold-special-meeting",
          "published": "2020-04-20T18:20:06",
          "title": "Covid-19: OIC to hold special meeting",
          "text": "Organization of Islamic Cooperation (OIC) will hold an extraordinary meeting of the OIC Executive Committee at the level of Foreign Ministers as part of its effort to address the issues of COVID-19 pandemic via video conferencing on Wednesday (Apr 22).\n\nThe meeting comes as a part of a series of measures taken and campaign launched by the OIC since the outbreak of COVID-19 pandemic.\n\nThe meeting is expected to review the effects of the Corona pandemic on member states’ public health, security and their financial stability, says a press release.\n\nThe current OIC Executive Committee comprises of six member states- Bangladesh, Turkey, Saudi Arabia, The Gambia, United Arab Emirates, and Niger.\n\nThe meeting will be chaired by the Kingdom of Saudi Arabia, Chair of the 14th Islamic Summit Conference with the presence of foreign ministers of the six countries and OIC Secretary General.\n\nBangladesh Foreign Minister A K Abdul Momen will participate in the meeting."
        }
      ]
    }
  }
}